import React from "react";

function ParagraphText() {
  return (
    <>
      <p className="mb-5 text-sm lg:text-sm">
        საქართველოს მწვერვალები მხოლოდ ქვეყნის ლანდშაფტის ნაწილი როდია -
        დევებივით აღმართული ეს უზარმაზარი მთები საუკუნეების განმავლობაში
        გვიცავდნენ და ქართულ ხასიათს აყალიბებდნენ. საქართველოში მთები მხოლოდ
        მთები არაა - მათ ღრმა კულტურული მნიშვნელობაც აქვს, რომელმაც თავი ხალხურ
        ლეგენდებში, თქმულებებსა და მითებში გამოავლინა. ასეთები მრავლადაა ქართულ
        ზეპირსიტყვიერებაში.
      </p>
    </>
  );
}

export default ParagraphText;
