import React from "react";

function ParagraphText() {
  return (
    <>
      <p className="mb-5 text-sm lg:text-sm">
        სამხრეთით მცირე კავკასიონი, ხოლო აღმოსავლეთიდან და დასავლეთიდან
        ჰიდროგრაფიული საზღვრები აქვს - აღმოსავლეთიდან მდინარე ალაზანი და
        დასავლეთიდან შავი ზღვის სანაპირო, საიდანაც საქართველო მთელ სამყაროს
        უკავშირდება. საქართველო სუბტროპიკულ კლიმატურ სარტყელში მდებარეობს,
        ქვეყანაში უმეტესად თბილი ამინდია და ამის გათვალისწინებით საუკეთესო
        ადგილია დასასვენებლად და სამოგზაუროდ <br />
        <br /> ქვეყნის ლანდშაფტი იმდენად ცვალებადია, რომ ყოველ მონაკვეთზე
        განსხვავებული კლიმატური პირობები დაგხვდება - ზაფხულის ერთ დღეს შეგიძლია,
        შავ ზღვაზე გაირუჯო და შემდეგ იქიდან რამდენიმე საათში მანქანით სვანეთის
        მყინვარებთან ახვიდე.
      </p>
    </>
  );
}

export default ParagraphText;
