export interface CardData {
  id: number;
  title: string;
  description: string;
  image: string;
  href: string;
  cardText?: { image: string; title: string; description: string }[];
}

export const cardsData: CardData[] = [
  {
    id: 1,
    title: "საქართველოს მთები და მწერვალები",
    description:
      "აღმოაჩინეთ საქართველოს მთიანი რეგიონების სილამაზე, სადაც ბუნება და კულტურა ერთმანეთს ერწყმის.",
    image: "/flags/im1.webp",
    href: "/mountains",
    cardText: [
      {
        image: "/flags/image11.webp",
        title: "საქართველოს მთები და მწვერვალები",
        description:
          "შეუძლებელია საქართველოზე ილაპარაკო ისე, რომ ერთხელ მაინც არ ახსენო დიდებული მთები, რომლებსაც, საითაც არ უნდა გაიხედო, ყველგან დაინახავ.",
      },
    ],
  },
  {
    id: 2,
    title: "უნიკალური ადგილები საქართველოში",
    description:
      "გაეცანით თბილისის ისტორიულ და თანამედროვე ღირსშესანიშნაობებს.",
    image: "/flags/im2.webp",
    href: "/unique-places",
    cardText: [
      {
        image: "/flags/image12.webp",
        title:
          "უნიკალური ადგილები საქართველოში არქეოლოგიის და ისტორიის მოყვარულებისთვის",
        description:
          "საქართველო მდიდარია არქეოლოგიური ძეგლებით, მათ ჩამოთვლაში წიგნებიც კი დაიწერება, თუმცა რამდენიმე გამორჩეულ ადგილზე აუცილებლად უნდა იცოდე, რომლებიც მსოფლიო მნიშვნელობისაა და არქეოლოგიისა და ისტორიის მოყვარულებს განსაკუთრებით დააინტერესებს.",
      },
    ],
  },
  {
    id: 3,
    title: "9 გამორჩეული სანახაობა საქართველოში",
    description:
      "ისიამოვნეთ შავი ზღვის სანაპიროზე დასვენებითა და ზღვის ხედებით.",
    image: "/flags/im3.webp",
    href: "/top-sights",
    cardText: [
      {
        image: "/flags/image13.webp",
        title: "9 გამორჩეული სანახაობა სვანეთში",
        description:
          "როცა თოვს და გარემო თეთრად იპენტება, ირგვლივ ყველაფერი წვრილ ნაქარგებად ჩანს, ქვითა და ლოდებით ნაშენი კოშკები კი - მისტიკური მდუმარების მცველებს ჰგვანან. ეს სვანეთია - საქართველო. აქ ყველაფერი სხვანაირია - თოვლს სხვა სიმსუბუქე აქვს, ცას - სხვა ფერი, ბალახს ...",
      },
    ],
  },
];

export interface ContentItem {
  title: string;
  otherDesc: string;
  description: string;
  imageSrc?: string; // Optional image source
  otherImageSrc?: string;
  descriptionOther: string;
  alt?: string; // Optional alt text
}

export const sidebarItems = [
  "კავკასიონის ქედი - შხარა, თეთნულდი, უშბა",
  "ხოხის ქედი და მყინვარწვერი",
  "პიქირითის ქედი და თებულოს მთა",
  "სამსრის ქედი და დიდი აბული",
  "საქართველოს მწვერვალები",
];

export const contentItems: ContentItem[] = [
  {
    title: "კავკასიონის ქედი - შხარა, თეთნულდი, უშბა",
    otherDesc:
      "კავკასიონი დიდი მთათა სისტემაა, რომელიც საქართველოს ჩრდილოეთით ესაზღვრება და რეგიონის კლიმატს, ხასიათსა და გეოპოლიტიკას განსაზღვრავს. ის ორ ზღვას შუაა გადაჭიმული და მარადთოვლიანი მწვერვალებითაა ცნობილი. მათ შორის ყველაზე მაღალი საქართველოში შხარაა, რომელიც 5203 მეტრის სიმაღლისაა და ზემო სვანეთში მდებარეობს. \n\n კავკასიონი ათობით მდინარის „მშობელია“. ისინი შავ, კასპიისა და აზოვის ზღვების აუზებს მიეკუთვნება. მათ შორისაა: ბზიფი, კოდორი, ენგური, რიონი, თერგი და სხვები. აქ შეხვდები მყინვარულ, კარსტულ, ტექტონიკურ, ვულკანურ და სხვა სახის ტბებს, გასაოცარ მყინვარებსა და მრავალფეროვან ლანდშაფტებს, რაც, საერთო ჯამში, კავკასიონს იდეალურ დანიშნულების ადგილად აქცევს ბუნებისა და თავგადასავლების მოყვარულებისთვის.",
    description:
      "შხარა საქართველოს უმაღლესი მწვერვალია. ის პროფესიონალი მთამსვლელებისთვის საინტერესო ადგილია, რადგან აქ საშუალო ან მარტივი დონის მარშრუტები საერთოდ არ გვხვდება. ის პირველად 1888 წელს შვეიცარიელმა მთამსვლელებმა - ულრიხ ალმერმა, ქრისტიან როთმა და ბრიტანელმა ჯონ კოკინმა ჩრდილო კავკასიის მხრიდან დალაშქრეს. შხარა სვანურ ენაზე ცხრას ნიშნავს და ქედზე არსებული მწვერვალების რაოდენობაზე მიანიშნებს \n\n თეთნულდი ერთ-ერთი მთავარი მიზეზია, რის გამოც სვანეთს უნდა ესტუმრო. ძველი კრისტალური ქანებისგან აგებული ეს მთა 4852 მეტრის სიმაღლისაა და მთამსვლელებსა და ზამთრის სპორტის მოყვარულებს მუდმივად იზიდავს. აქვე მდებარეობს კურორტი თეთნულდი, რომელიც 2016 წელს გაიხსნა და გუდაურის შემდეგ ყველაზე დიდი სამთო კურორტია.",
    imageSrc: "/flags/i1.webp",
    otherImageSrc: "/flags/otheri1.webp",
    descriptionOther:
      "უშბა ორთავიანი მწვერვალია, რომელიც თავისი უნიკალური სილამაზით ყოველთვის აცვიფრებს მნახველებს. მისი სამხრეთი მწვერვალის სიმაღლე 4700 მეტრია, ჩრდილოეთის კი 10 მეტრით დაბალია. უშბისა და თეთნულდის შესახებ სვანური ლეგენდაც არსებობს. ის გვიამბობს, რომ უშბა და თეთნულდი შეყვარებულები იყვნენ სხვადასხვა შეძლების - მდიდარი და ღარიბი ოჯახებიდან. მშობლები მათ ურთიერთობას უკრძალავდნენ. თეთნულდი საპატარძლო კაბაში გამოეწყო და ღმერთს სთხოვა, - რადგან ერთად ყოფნა არ გვიწერია, გაგვაქვავე, რომ ერთმანეთის ყურება არავინ დაგვიშალოსო. ასე იქცნენ ისინი მწვერვალებად, რომლებიც ერთმანეთის ყურებით ტკბებიან.",
    alt: "Mountains",
  },
  {
    title: "ხოხის ქედი და მყინვარწვერი",
    otherDesc:
      "ხოხის ქედი კავკასიონის ჩრდილოეთ გვერდითი ქედია, რომელზედაც რამდენიმე მწვერვალი მდებარეობს. მათ შორის უმაღლესია მყინვარწვერი - მწვერვალი, რომელიც არაერთი პოეტისა თუ პროზაიკოსის შთაგონების წყარო გამხდარა. ხოხის ქედი კავკასიონის მთავარ ქედს უკავშირდება არდონისა და თერგის წყალგამყოფით, სადაც თრუსოს ხეობა მდებარეობს. აღსანიშნავია, რომ ხეობები აქ რთულად მისადგომია, რის გამოც ის ალპინისტებისთვის საინტერესო ადგილია. ქედი გამორჩეულია მყინვარების სიმრავლითაც - აქ  გერგეტი, დევდარაკი, აბანო, მნა, ჩათა, სუათისი მდებარეობს.",
    description:
      "5054 მეტრის სიმაღლის მყინვარწვერი მიმზიდველია ალპინისტებისა და ტურისტებისთვის. სუბალპური მდელოებითა და მარადიული მყინვარებით შემოსილმა მწვერვალმა არა მხოლოდ ტურისტულად, არამედ კულტურულადაც დიდი როლი შეიძინა. სწორედ ამ მთას უკავშირდება ლეგენდა მიჯაჭვული ამირანის შესახებ, რომელიც საქართველოში ყველას სმენია. ამირანი პრომეთეს მსგავსი ეპოსური პერსონაჟია, რომელიც მთაზე გამოქვაბულშია მიჯაჭვული, ღმერთთან ბრძოლის გამო. მას მუდმივად ძიძგნის არწივი, ერთგული ძაღლი კი მისი ჯაჭვების განლევას ლოკვით ცდილობს. ეს მცდელობა უშედეგოა, რადგან ღმერთის მიერ მიჩენილი მჭედლები ჯაჭვებს აახლებენ. \n\n ლეგენდა გვიამბობს, რომ შვიდ წელიწადში ერთხელ გამოქვაბული იხსნება და გმირის დანახვა შესაძლებელი ხდება. გამოქვაბული კი, რომელიც ამ ლეგენდაშია მოხსენიებული, სავარაუდოდ, ბეთლემის გამოქვაბულია, რომელიც მყინვარწვერის ციცაბო გვერდზე მდებარეობს და ბერების სამყოფელია. \n\n სამყოფელი იყო ის ეროვნული მნიშვნელობის კულტურის უძრავი ძეგლია და მის შესახებ თქმულებებმა საფუძველი დაუდო ილია ჭავჭავაძის პოემას „განდეგილი“. \n\n მყინვარწვერის კალთები იდეალური ადგილია სალაშქროდაც, რის გამოც ის ზაფხულის მეორე ნახევრიდან სექტემბრის ბოლომდე არაერთ ადამიანს იზიდავს.",
    imageSrc: "/flags/other2.webp",
    descriptionOther: "",
    alt: "River",
  },
  {
    title: "პიქირითის ქედი და თებულოს მთა",
    otherDesc: "",
    description:
      "მყინვარებით შემოსილი პირიქითის ქედი და ტებულოს მთა საქართველოს ერთ-ერთ ყველაზე მაღალ, დაკლაკნილგზებიან და კულტურულად მდიდარ მხარეს, თუშეთს დარაჯობს. 4498 მეტრის სიმაღლის მწვერვალი აღმოსავლეთ კავკასიონის უმაღლესი წერტილია. თუმცა ეს ერთადერთი ადგილი ნამდვილად არაა, რის გამოც თუშეთი უნდა მოინახულო. საქართველოს ეს მხარე მაღალი მთებითა და მწვერვალებითაა შემოჯარული, მათ შორის კი დაღარული ხეობებია, რომლებიც არაერთ მდინარესა თუ ჩანჩქერს უთავისუფლებს გზას. \n\n ტებულოს მთის დიდებულების შეცნობის გარდა, თუშეთს მდიდარი კულტურის, ეთნოგრაფიისა და ტრადიციების გამოც უნდა ესტუმრო. მთებს შორის მოქცეული ეს მხარე წელიწადის მეტ დროს იზოლირებული იყო, რამაც ადგილობრივების გამორჩეული ხასიათი, ცხოვრების სტილი, ტრადიციები თუ ფოლკლორი განსაზღვრა. თუ მიხვეულ-მოხვეული გზები არ გაშინებს და ხელუხლებელ გარემოსთან ზიარებაც გსურს, დაუვიწყარი მოგონებების დაგროვებაც ერთ-ერთი იმ მიზეზთაგანია, რის გამოც თუშეთს უნდა ეწვიო. ",
    imageSrc: "",
    descriptionOther: "",
    alt: "Lake",
  },
  {
    title: "სამსრის ქედი და დიდი აბული",
    otherDesc: "",
    description:
      "არ იფიქრო, რომ მხოლოდ ქვეყნის ჩრდილოეთი ნაწილია მთიანი - სამხრეთითაც არანაკლები სილამაზის მთებს შეხვდები. ვულკანური წარმოშობის სამსრის მერიდიანული ქედი უჩვეულო სანახაობას ჰპირდება მნახველებს. მისი უმაღლესი მწვერვალია დიდი აბული, რომელიც 3301 მეტრი სიმაღლისაა და ამ სიმაღლიდან ხელისგულივით მოჩანს მთელი ჯავახეთი. თუ აქ გაზაფხულზე ახვალ, უმშვენიერესი ყვავილებით მოფენილ ველებსაც გაივლი, თუმცა ამ ლაშქრობის მთავარი ღირსება მაინც გზადაგზა შემხვედრი ტბებია, რომლებიც ნებისმიერ სეზონზე აოცებს მოლაშქრეებს. მათ შორისაა ლევანის ტბა, აბულის ტბა, ლამაზი ტბა და მრუდე ტბა. ქედის ჩრდილოეთით კი ხედი ტაბაწყურის ტბაზე იშლება. ", // Empty description example
    imageSrc: "/flags/other3.webp",
    descriptionOther: "",
    alt: "Beach",
  },
  {
    title: "საქართველოს მწვერვალები",
    otherDesc: "",
    description:
      "ეს ძალიან მცირე ნაწილია იმ მთებისა და მწვერვალებისა, რომლებიც საქართველოში უამრავ მთამსვლელს, მოლაშქრეს, მოთხილამურეს თუ, უბრალოდ, ბუნების მოყვარულს იზიდავს. დაუსრულებლად შეიძლება ვისაუბროთ ლაჰილზე, ხვამლის მთაზე, მრავალწყაროს ფერად მთებზე, გამაოგნებელი სილამაზის მთებზე რაჭა-ლეჩხუმში, იმერეთში თუ სხვა მხარეებში, თუმცა ნაამბობს ერთხელ ნანახი სჯობს. \n\n მოემზადე ჭრელი ტყეებითა თუ მყინვარებით შემოსილი მთებიდან გადაშლილი სულისშემკვრელი ხედების დასათვალიერებლად. აქ ხომ ველურ ბუნებას ჰარმონიულად ერწყმის უძველესი ციხე-კოშკები და ეკლესია-მონასტრები; აქ ხომ ცოტა ხნით მაინც ხდები იმ გასაოცარი ლეგენდების თანაზიარი, რომლებიც უკვე საუკუნეებია, ჩვენი, ქართველების, ყოფის ნაწილად იქცა. ", // Empty description example
    imageSrc: "",
    descriptionOther: "",
    alt: "Beach",
  },
];
