export interface NavItemDetail {
  title: string;
  image?: string;
  images?: string[];
  items: { text: string; href: string }[];
}

export interface NavItem {
  name?: string;
  natureName?: string;
  href: string;
  details: NavItemDetail[];
}

export interface Section {
  id: string;
  content: string;
  image?: string;
  image1?: string;
  image2?: string;
  image3?: string;
  title?: string;
  description?: string;
  buttonText?: string;
  section02Images?: { src: string; alt: string; text: string }[];
  geographyOfGeorgia?: { image: string; title: string; description: string }[];
}

export interface ContentItem {
  title: string;
  description: string;
  imageSrc?: string; // Optional image source
  alt?: string; // Optional alt text
}

export const sidebarItems = [
  "საქართველოს საზღვრები",
  "საქართველოს მთები",
  "საქართველოს კლიმატი",
  "საქართველოს ფართობი",
  "საქართველოს წყლის რესურსი",
  "საქართველოს მდინარეები",
  "საქართველოს ტბები და ჩანჩქერები",
  "ფრინველების სამიგრაციო გზები",
];

export const contentItems: ContentItem[] = [
  {
    title: "საქართველოს საზღვრები",
    description:
      "საქართველოს ოთხ ქვეყანასთან აქვს სახმელეთო საზღვარი: ჩრდილოეთით - რუსეთის ფედერაციასთან, სამხრეთით – სომხეთსა და თურქეთთან, აღმოსავლეთით და სამხრეთ-აღმოსავლეთით – აზერბაიჯანთან. \n\n დასავლეთიდან კი შავი ზღვა ესაზღვრება, საიდანაც შავიზღვისპირეთის ქვეყნებს უკავშირდება;  ბოსფორისა და დარდანელის სრუტეებით - ხმელთაშუა ზღვის აუზის ქვეყნებს; გიბრალტარის სრუტით - ატლანტის ოკეანეს და მთელ მსოფლიოს. \n\n საქართველოს გეოგრაფიული ცენტრია ხარაგაულის რაიონში, ტყეებით დაფარულ უზარმაზარ მთებში ჩაფლული სოფელი ხევი.",
    imageSrc: "",
    alt: "Mountains",
  },
  {
    title: "საქართველოს მთები",
    description:
      "საქართველოს ტერიტორიის ორი მესამედი მთებით არის დაფარული. დიდი კავკასიონის უმაღლესი მწვერვალებია: შხარა (5203 მ) -  ერთ-ერთი ურთულესია ევროპაში, ყაზბეგი (5054 მ), ჯანღა (5078 მ), თეთნულდი (4852 მ) და უშბა (4700 მ). სამხრეთით მდებარე მცირე კავკასიონის ქედი უფრო დაბალია და აქ ყველაზე მაღალი ადგილი დიდი აბულის მწვერვალია – 3301 მ ზღვის დონიდან. \n\n სხვა სირთულის ეს მწვერვალები საინტერესოა როგორც ალპინისტებისთვის, მეკლდეურებისა და მთამსვლელებისთვის, ისე მოყვარული მოლაშქრეებისთვის.",
    imageSrc: "/flags/1.webp",
    alt: "River",
  },
  {
    title: "საქართველოს კლიმატი",
    description:
      "საქართველოში სუბტროპიკული კლიმატური სარტყლის ჰავის თითქმის ყველა ტიპი გვხვდება - ნოტიო სუბტროპიკული, ზომიერად ნოტიო, ზომიერად მშრალი და მშრალი კონტინენტური. ამას განაპირობებს საქართველოს მდებარეობა სუბტროპიკული და ზომიერი კლიმატური სარტყლების მიჯნაზე, ასევე ბუნებრივი ბარიერები, რომლებსაც კავკასიონის ქედები და შავი ზღვა ქმნის.\n\n საქართველოში მოგზაურობისას საინტერესოა ის, რომ დასავლეთ საქართველოს ბარის კლიმატი მნიშვნელოვნად განსხვავდება აღმოსავლეთ საქართველოს ბარისაგან, დიდი კავკასიონის მთიანეთის ბუნებრივი პირობები კი - საქართველოს სამხრეთ მთიანეთისგან. ეს კი, ქვეყნის ფართობის გათვალისწინებით, იმას ნიშნავს, რომ საქართველოში შესაძლებელია, რამდენიმე საათში სრულიად განსხვავებულ კლიმატურ პირობებში იმოგზაურო. ",
    imageSrc: "/flags/2.webp",
    alt: "Lake",
  },
  {
    title: "საქართველოს ფართობი",
    description:
      "საქართველოს ტერიტორიის ფართობი ამჟამად 69,700 კვ.კმ-ია. ქვეყნის უკიდურესი ჩრდილოეთი წერტილი აფხაზეთში, მდინარე ფსოუს ნაპირზე, სოფელ აიბგასთანაა, სამხრეთით - მთა ოკუზდაღთან (სომხეთის საზღვართან), დასავლეთით - დაბა ლესელიძესთან (მდინარე ფსოუს შესართავი) და აღმოსავლეთით - მდინარეების აგრიჩაისა და ალაზნის შეერთების ადგილზე.", // Empty description example
    imageSrc: "/flags/3.webp",
    alt: "Beach",
  },
  {
    title: "საქართველოს წყლის რესურსი",
    description:
      "საქართველო ევროპაში ერთ-ერთი წყალუხვი ქვეყანაა, ერთ მოსახლეზე განახლებადი წყლის რესურსების ჯამით. \n\n ქვეყნის ტერიტორიაზე 860-ამდე მტკნარი ტბა, 26 000-ზე მეტი მდინარე და 43 ხელოვნური წყალსაცავია. ისინი საინტერესოა სხვადასხვა ტურისტული აქტივობისთვის. \n\n ხელოვნური წყალსაცავებიდან „ენგურჰესის“ თაღოვანი კაშხალი გამოირჩევა, რომელიც წლების განმავლობაში მსოფლიოში ყველაზე მაღალი ჰიდრონაგებობა იყო", // Empty description example
    imageSrc: "/flags/4.webp",
    alt: "Beach",
  },
  {
    title: "საქართველოს მდინარეები",
    description:
      "ამ პატარა ქვეყანაში იმდენი მდინარეა, რომ მათი სიგრძე, ჯამში, დედამიწის გარშემოწერილობას აღემატება - საქართველოს მდინარეების საერთო სიგრძე 60 ათასი კილომეტრია (ეკვატორის სიგრძე - 40 075 კმ). \n\n დასავლეთ საქართველოს მდინარეები (ქვეყნის მდინარეების 75%-ზე მეტი) შავ ზღვაში ჩადის; \n\n აღმოსავლეთ საქართველოს მდინარეები კი, თითქმის ყველა, მტკვარს უერთდება, რომელიც აზერბაიჯანის ტერიტორიის გავლით კასპიის ზღვაში ჩაედინება. მტკვარი (1384 კმ ) სამხრეთ კავკასიაში ყველაზე გრძელი მდინარეა. ის თურქეთის მთებში იღებს სათავეს. მისი სიგრძე საქართველოს ტერიტორიაზე 383 კმ-ია. \n\n საქართველოს ყველაზე გრძელი მდინარე ალაზანია (406 კმ), შემდეგი ადგილი იორსა (343 კმ) და რიონს (327 კმ) უკავია. \n\n გაზაფხულზე მდინარეთა უმეტესობა თოვლის ნადნობი წყლებით საზრდოობს, ზაფხულსა და ზამთარში კი - მიწისქვეშა წყლებით. \n\n საქართველოს მდინარეების უმეტესობა სათავეს მთებში იღებს და შემდეგ ვიწრო ხეობებში სწრაფად მიედინება. ეს კი საუკეთესო პირობებს ქმნის ჯომარდობისა და კაიაკინგისთვის. სპორტის ამ სახეობებისთვის ყველაზე პოპულარული მტკვარი და არაგვია.", // Empty description example
    imageSrc: "/flags/5.webp",
    alt: "Beach",
  },
  {
    title: "საქართველოს ტბები და ჩანჩქერები",
    description:
      "საქართველო მდიდარია ტბებითა და ჩანჩქერებით, რომლებიც ზამთარ-ზაფხულ მაგნიტივით იზიდავს ბუნებაში ლაშქრობის, თევზაობის, კანიონინგის მოყვარულებს. ტბების მიმდებარედ შესაძლებელია დაგეგმო საფეხმავლო, საავტომობილო, ველო- და საცხენოსნო ტურები.\n\n ტბების უმეტესობა მცირე კავკასიონის ფერდობებზე, სამცხე-ჯავახეთშია თავმოყრილი. \n\n მაგალითად, სამცხე-ჯავახეთის მხარეშია სარკის ფართობით ყველაზე დიდი და თევზით მდიდარი ფარავნის ტბა (37,5 კმ², ზღვის დონიდან 2073 მ) და კარწახის ტბა (26,3 კმ², ზღვის დონიდან  1799 მ). \n\n დასავლეთ საქართველოში, კოლხეთის დაბლობზე კი შეგიძლია ნავებით ან კატერით გაისეირნო პალიასტომის ტბაზე, რომელიც საქართველოს ტბებს შორის ზედაპირის ფართობით სიდიდით მესამეა (18,2 კმ², ზღვის დონიდან 0.3 მ დაბლა). ", // Empty description example
    imageSrc: "/flags/6.webp",
    alt: "Beach",
  },
  {
    title: "ფრინველების სამიგრაციო გზები",
    description:
      "საქართველო საერთაშორისო თვალსაზრისით უმნიშვნელოვანესი გეოგრაფიული არეალია გადამფრენი ფრინველებისთვისაც. \n\n მაგალითად, აჭარაში, შავი ზღვის სანაპირო ზოლზე, აგვისტოდან ოქტომბრამდე მილიონზე მეტი გადამფრენი ფრინველი აღირიცხება. აღმოსავლეთ შავი ზღვის სამიგრაციო დერეფანი - ე.წ. „ბათუმის სამიგრაციო ძაბრი“, გიბრალტართან, მესინა-სიცილიასთან და ბოსფორთან ერთად, ევროპის ოთხ ყველაზე მნიშვნელოვან ადგილად მოიხსენიება. \n\n ფრინველების დასვენებისთვის და, შესაბამისად, მათზე დაკვირვებისთვის საუკეთესო ადგილებია სტეფანწმინდა, ვაშლოვანის დაცული ტერიტორია, მდინარეების - ალაზნისა და ივრის ქვემო წელი და ჯავახეთის ზეგანი.", // Empty description example
    imageSrc: "/flags/7.webp",
    alt: "Beach",
  },
];

export const sections: Section[] = [
  {
    id: "start",
    content: "აქ არის Start სექცია",
    image1: "/flags/image1.webp",
    image2: "/flags/image2.webp",
    image3: "/flags/clouds.webp",
  },
  {
    id: "section-01",
    content: "აქ არის 01 სექცია",
    image1: "/flags/image2.webp",
    image2: "/flags/image3.webp",
    image3: "/flags/clouds.webp",
    title: "საქართველოს \n გეოგრაფია",
    description:
      "საქართველო ევროპისა და აზიის გზაგასაყარზე, კავკასიაში, შავი ზღვის სანაპიროზე მდებარეობს. ის საუკუნეების განმავლობაში ასრულებდა ცივილიზაციების დამაკავშირებელ ფუნქციას და სწორედ აქ გადიოდა „აბრეშუმის გზაც“ - მსოფლიოს უმსხვილესი სავაჭრო არტერია.",
    buttonText: "გაიგე მეტი",
    geographyOfGeorgia: [
      {
        image: "/flags/blabla.webp",
        title: "საქართველოს გეოგრაფია",
        description:
          "საქართველო პატარა, ლამაზი ქვეყანაა, მრავალფეროვანი ბუნებითა და რბილი კლიმატით, რასაც საინტერესო გეოგრაფიული მდებარეობა განაპირობებს. ჩრდილოეთიდან და სამხრეთიდან ოროგრაფიული საზღვრები იცავს – ჩრდილოეთით დიდი კავკასიონის ქედი თავისი მყინვარებით.",
      },
    ],
  },
  {
    id: "section-02",
    content: "აქ არის 02 სექცია",
    section02Images: [
      { src: "/flags/spring.webp", alt: "Slide 1", text: "გაზაფხული" },
      { src: "/flags/summer.webp", alt: "Slide 2", text: "ზაფხული" },
      { src: "/flags/autumn.webp", alt: "Slide 4", text: "შემოდგომა" },
      { src: "/flags/winter.webp", alt: "Slide 3", text: "ზამთარი" },
    ],
    geographyOfGeorgia: [
      {
        image: "/flags/bla2.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-03",
    content: "აქ არის 03 სექცია",
    image: "/flags/doqi.png",
    geographyOfGeorgia: [
      {
        image: "/flags/image03.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
];

export const navItems: NavItem[] = [
  {
    name: "რატომ საქართველო",
    href: "/why-georgia",
    details: [
      {
        title: "",
        items: [
          {
            text: "უნიკალური ქართული ფოლკლორი",
            href: "/why-georgia/history",
          },
          {
            text: "მსოფლიო მნიშვნელობის მემკვიდრეობა",
            href: "/why-georgia/culture",
          },
          {
            text: "უნიკალური ქართული ანბანი",
            href: "/why-georgia/tourist-spots",
          },
          {
            text: "შავი ზღვის სანაპიროები",
            href: "/why-georgia/family-travel",
          },
          { text: "საქართველოს ისტორია", href: "/why-georgia/food-wine" },
          {
            text: "ტურიზმის სტატისტიკა საქართველოში",
            href: "/why-georgia/nature",
          },
        ],
      },
      {
        title: "",
        items: [
          { text: "ქართული კულტურა", href: "/why-georgia/food-wine" },
          { text: "ქართული ლიტერატურა", href: "/why-georgia/nature" },
          { text: "ქართული ცეკვა", href: "/why-georgia/music" },
          {
            text: "უგემრიელესი ქართული სამზარეულო",
            href: "/why-georgia/dances",
          },
          { text: "საქართველოს ბუნება", href: "/why-georgia/nature" },
          {
            text: "საქართველოს მთავარი ქალაქები",
            href: "/why-georgia/music",
          },
        ],
      },
      {
        title: "",
        items: [
          {
            text: "საქართველო როგორც ღვინის აკვანი",
            href: "/why-georgia/economy",
          },
          {
            text: "პირველი ევროპული ცივილიზაცია",
            href: "/why-georgia/education",
          },
          {
            text: "თავგადასავლები საქართველოში",
            href: "/why-georgia/sports",
          },
          {
            text: "ევროპის ყველაზე მაღალი დასახლებული პუნქტი...",
            href: "/why-georgia/health",
          },
          { text: "სეზონურობა საქართველოში", href: "/why-georgia/sports" },
          { text: "საქართველოს გეოგრაფია", href: "/why-georgia/sports" },
        ],
      },
      {
        title: "აღმოაჩინე საქართველო",
        image: "/flags/ph.jpg",
        items: [],
      },
    ],
  },
  {
    name: "ადგილები",
    href: "/places",
    details: [
      {
        title: "ტოპ რეგიონები",
        items: [
          { text: "კახეთი", href: "/places/tbilisi" },
          { text: "იმერეთი", href: "/places/batumi" },
          { text: "აჭარა", href: "/places/kutaisi" },
          { text: "მცხეთა-მთიანეთი", href: "/places/signagi" },
          { text: "რაჭა-ლეჩხუმი და ქვემო სვანეთი", href: "/places/mestia" },
          { text: "შიდა ქართლი", href: "/places/gudauri" },
          { text: "სამეგრელო-ზემო სვანეთი", href: "/places/gudauri" },
        ],
      },
      {
        title: "ტოპ ქალაქები",
        items: [
          { text: "ქუთაისი", href: "/places/rustavi" },
          { text: "ბათუმი", href: "/places/zugdidi" },
          { text: "თბილისი", href: "/places/telavi" },
          { text: "სტეფაწმინდა", href: "/places/poti" },
          { text: "მესტია", href: "/places/akhaltsikhe" },
          { text: "მცხეთა", href: "/places/ambrolauri" },
          { text: "ბორჯომი", href: "/places/ambrolauri" },
        ],
      },
      {
        title: "რეგიონები",
        items: [],
      },
    ],
  },
  {
    name: "სანახაობები",
    href: "/sights",
    details: [
      {
        title: "ტოპ კატეგორიები",
        items: [
          { text: "ხელოვნება და კულტურა", href: "/sights/jvari" },
          { text: "კულტურული ძეგლები", href: "/sights/svetitskhoveli" },
          { text: "სამზარეულო და ღვინო", href: "/sights/ushguli" },
          { text: "გამაჯანსაღებელი პროცედურები", href: "/sights/gelati" },
          { text: "საოჯახო სანახაობები", href: "/sights/david-gareji" },
          { text: "დასვენება ქალაქში", href: "/sights/bridge-of-peace" },
        ],
      },
      {
        title: "ტოპ სანახაობები",
        items: [
          { text: "გერგეთის სამება", href: "/sights/bagrati" },
          { text: "ილია ჭავჭავაძის სახლ-მუზეუმი", href: "/sights/samtskhe" },
          { text: "ხერთვისის ციხე", href: "/sights/paravani" },
          {
            text: "საქართველოს ეროვნული მუზეუმი",
            href: "/sights/chkhorotsku",
          },
          { text: "დავითგარეჯი", href: "/sights/batumi-forest" },
          { text: "ბოლნისის სიონი", href: "/sights/alaverdi" },
        ],
      },
      {
        title: "თვის სანახაობები",
        images: ["/flags/ph.jpg", "/flags/ph.jpg"],
        items: [],
      },
    ],
  },
  {
    natureName: "ბუნება და თავგადასავლები",
    href: "/nature-adventures",
    details: [
      {
        title: "ტოპ კატეგორიები",
        items: [
          { text: "ზამთრის თავგადასავლები", href: "/nature/svaneti" },
          { text: "საზაპხულო თავგადასავლები", href: "/nature/truso" },
          { text: "ეროვნული პარკები", href: "/nature/martvili-canyon" },
          { text: "მთები", href: "/nature/kinchkha" },
          { text: "ტბები", href: "/nature/dedoflis-tsqaro" },
          { text: "ბუნების ძეგლები", href: "/nature/khadi" },
        ],
      },
      {
        title: "ტოპ სანახაობები",
        items: [
          { text: "პრომეთეს მღვიმე", href: "/nature/borjomi" },
          { text: "მუსიკოსების პარკი", href: "/nature/lagodekhi" },
          { text: "ოკაცეს კანიონი", href: "/nature/okace" },
          { text: "ვარძია", href: "/nature/chkhorotsku" },
          { text: "ძამას ხეობა", href: "/nature/abastumani" },
          { text: "შაორის ტბა", href: "/nature/samtskhe" },
        ],
      },
      {
        title: "თვის სანახაობები",
        images: ["/flags/ph.jpg", "/flags/ph.jpg"],
        items: [],
      },
    ],
  },
  {
    name: "სასარგებლო ინფორმაცია",
    href: "/info",
    details: [
      {
        title: "",
        items: [
          { text: "საქართველოში ვიზიტი", href: "/info/visa" },
          { text: "ადგილობრივი ტრანსპორტი", href: "/info/transport" },
          { text: "რეგიონალური ტრანსპორტი", href: "/info/hotels" },
          {
            text: "ადგილობრივი ტრანსპორტის გაქირავება",
            href: "/info/budget",
          },
          { text: "ამინდი და ადგილობრივი კლიმატი", href: "/info/health" },
          { text: "ხშირად დასმული კითხვები", href: "/info/contact" },
        ],
      },
      {
        title: "საჭირო ინფორმაცია საქართველოზე",
        items: [
          { text: "სამედიცინო ინფორმაცია", href: "/info/weather" },
          { text: "უქმე დღეები საქართველოში", href: "/info/map" },
          { text: "ამინდი და სეზონურობა", href: "/info/attractions" },
        ],
      },
      {
        title: "პოპულარული სტატიები",
        images: ["/flags/ph.jpg", "/flags/ph.jpg"],
        items: [],
      },
    ],
  },
];
