export interface NavItemDetail {
  title: string;
  image?: string;
  images?: string[];
  items: { text: string; href: string }[];
}

export interface NavItem {
  name?: string;
  natureName?: string;
  href: string;
  details: NavItemDetail[];
}

export interface Section {
  id: string;
  content: string;
  image?: string;
  image1?: string;
  image2?: string;
  image3?: string;
  title?: string;
  description?: string;
  buttonText?: string;
  section02Images?: { src: string; alt: string; text: string }[];
  geographyOfGeorgia?: { image: string; title: string; description: string }[];
}

export interface ContentItem {
  title: string;
  description: string;
  imageSrc?: string; // Optional image source
  alt?: string; // Optional alt text
}

export const sidebarItems = [
  "საქართველოს საზღვრები",
  "საქართველოს მთები",
  "საქართველოს კლიმატი",
  "საქართველოს ფართობი",
  "საქართველოს წყლის რესურსი",
  "საქართველოს მდინარეები",
  "საქართველოს ტბები და ჩანჩქერები",
  "ფრინველების სამიგრაციო გზები",
];

export const contentItems: ContentItem[] = [
  {
    title: "საქართველოს საზღვრები",
    description:
      "საქართველოს ოთხ ქვეყანასთან აქვს სახმელეთო საზღვარი: ჩრდილოეთით - რუსეთის ფედერაციასთან, სამხრეთით – სომხეთსა და თურქეთთან, აღმოსავლეთით და სამხრეთ-აღმოსავლეთით – აზერბაიჯანთან. \n\n დასავლეთიდან კი შავი ზღვა ესაზღვრება, საიდანაც შავიზღვისპირეთის ქვეყნებს უკავშირდება;  ბოსფორისა და დარდანელის სრუტეებით - ხმელთაშუა ზღვის აუზის ქვეყნებს; გიბრალტარის სრუტით - ატლანტის ოკეანეს და მთელ მსოფლიოს. \n\n საქართველოს გეოგრაფიული ცენტრია ხარაგაულის რაიონში, ტყეებით დაფარულ უზარმაზარ მთებში ჩაფლული სოფელი ხევი.",
    imageSrc: "",
    alt: "Mountains",
  },
  {
    title: "საქართველოს მთები",
    description:
      "საქართველოს ტერიტორიის ორი მესამედი მთებით არის დაფარული. დიდი კავკასიონის უმაღლესი მწვერვალებია: შხარა (5203 მ) -  ერთ-ერთი ურთულესია ევროპაში, ყაზბეგი (5054 მ), ჯანღა (5078 მ), თეთნულდი (4852 მ) და უშბა (4700 მ). სამხრეთით მდებარე მცირე კავკასიონის ქედი უფრო დაბალია და აქ ყველაზე მაღალი ადგილი დიდი აბულის მწვერვალია – 3301 მ ზღვის დონიდან. \n\n სხვა სირთულის ეს მწვერვალები საინტერესოა როგორც ალპინისტებისთვის, მეკლდეურებისა და მთამსვლელებისთვის, ისე მოყვარული მოლაშქრეებისთვის.",
    imageSrc: "/flags/1.webp",
    alt: "River",
  },
  {
    title: "საქართველოს კლიმატი",
    description:
      "საქართველოში სუბტროპიკული კლიმატური სარტყლის ჰავის თითქმის ყველა ტიპი გვხვდება - ნოტიო სუბტროპიკული, ზომიერად ნოტიო, ზომიერად მშრალი და მშრალი კონტინენტური. ამას განაპირობებს საქართველოს მდებარეობა სუბტროპიკული და ზომიერი კლიმატური სარტყლების მიჯნაზე, ასევე ბუნებრივი ბარიერები, რომლებსაც კავკასიონის ქედები და შავი ზღვა ქმნის.\n\n საქართველოში მოგზაურობისას საინტერესოა ის, რომ დასავლეთ საქართველოს ბარის კლიმატი მნიშვნელოვნად განსხვავდება აღმოსავლეთ საქართველოს ბარისაგან, დიდი კავკასიონის მთიანეთის ბუნებრივი პირობები კი - საქართველოს სამხრეთ მთიანეთისგან. ეს კი, ქვეყნის ფართობის გათვალისწინებით, იმას ნიშნავს, რომ საქართველოში შესაძლებელია, რამდენიმე საათში სრულიად განსხვავებულ კლიმატურ პირობებში იმოგზაურო. ",
    imageSrc: "/flags/2.webp",
    alt: "Lake",
  },
  {
    title: "საქართველოს ფართობი",
    description:
      "საქართველოს ტერიტორიის ფართობი ამჟამად 69,700 კვ.კმ-ია. ქვეყნის უკიდურესი ჩრდილოეთი წერტილი აფხაზეთში, მდინარე ფსოუს ნაპირზე, სოფელ აიბგასთანაა, სამხრეთით - მთა ოკუზდაღთან (სომხეთის საზღვართან), დასავლეთით - დაბა ლესელიძესთან (მდინარე ფსოუს შესართავი) და აღმოსავლეთით - მდინარეების აგრიჩაისა და ალაზნის შეერთების ადგილზე.", // Empty description example
    imageSrc: "/flags/3.webp",
    alt: "Beach",
  },
  {
    title: "საქართველოს წყლის რესურსი",
    description:
      "საქართველო ევროპაში ერთ-ერთი წყალუხვი ქვეყანაა, ერთ მოსახლეზე განახლებადი წყლის რესურსების ჯამით. \n\n ქვეყნის ტერიტორიაზე 860-ამდე მტკნარი ტბა, 26 000-ზე მეტი მდინარე და 43 ხელოვნური წყალსაცავია. ისინი საინტერესოა სხვადასხვა ტურისტული აქტივობისთვის. \n\n ხელოვნური წყალსაცავებიდან „ენგურჰესის“ თაღოვანი კაშხალი გამოირჩევა, რომელიც წლების განმავლობაში მსოფლიოში ყველაზე მაღალი ჰიდრონაგებობა იყო", // Empty description example
    imageSrc: "/flags/4.webp",
    alt: "Beach",
  },
  {
    title: "საქართველოს მდინარეები",
    description:
      "ამ პატარა ქვეყანაში იმდენი მდინარეა, რომ მათი სიგრძე, ჯამში, დედამიწის გარშემოწერილობას აღემატება - საქართველოს მდინარეების საერთო სიგრძე 60 ათასი კილომეტრია (ეკვატორის სიგრძე - 40 075 კმ). \n\n დასავლეთ საქართველოს მდინარეები (ქვეყნის მდინარეების 75%-ზე მეტი) შავ ზღვაში ჩადის; \n\n აღმოსავლეთ საქართველოს მდინარეები კი, თითქმის ყველა, მტკვარს უერთდება, რომელიც აზერბაიჯანის ტერიტორიის გავლით კასპიის ზღვაში ჩაედინება. მტკვარი (1384 კმ ) სამხრეთ კავკასიაში ყველაზე გრძელი მდინარეა. ის თურქეთის მთებში იღებს სათავეს. მისი სიგრძე საქართველოს ტერიტორიაზე 383 კმ-ია. \n\n საქართველოს ყველაზე გრძელი მდინარე ალაზანია (406 კმ), შემდეგი ადგილი იორსა (343 კმ) და რიონს (327 კმ) უკავია. \n\n გაზაფხულზე მდინარეთა უმეტესობა თოვლის ნადნობი წყლებით საზრდოობს, ზაფხულსა და ზამთარში კი - მიწისქვეშა წყლებით. \n\n საქართველოს მდინარეების უმეტესობა სათავეს მთებში იღებს და შემდეგ ვიწრო ხეობებში სწრაფად მიედინება. ეს კი საუკეთესო პირობებს ქმნის ჯომარდობისა და კაიაკინგისთვის. სპორტის ამ სახეობებისთვის ყველაზე პოპულარული მტკვარი და არაგვია.", // Empty description example
    imageSrc: "/flags/5.webp",
    alt: "Beach",
  },
  {
    title: "საქართველოს ტბები და ჩანჩქერები",
    description:
      "საქართველო მდიდარია ტბებითა და ჩანჩქერებით, რომლებიც ზამთარ-ზაფხულ მაგნიტივით იზიდავს ბუნებაში ლაშქრობის, თევზაობის, კანიონინგის მოყვარულებს. ტბების მიმდებარედ შესაძლებელია დაგეგმო საფეხმავლო, საავტომობილო, ველო- და საცხენოსნო ტურები.\n\n ტბების უმეტესობა მცირე კავკასიონის ფერდობებზე, სამცხე-ჯავახეთშია თავმოყრილი. \n\n მაგალითად, სამცხე-ჯავახეთის მხარეშია სარკის ფართობით ყველაზე დიდი და თევზით მდიდარი ფარავნის ტბა (37,5 კმ², ზღვის დონიდან 2073 მ) და კარწახის ტბა (26,3 კმ², ზღვის დონიდან  1799 მ). \n\n დასავლეთ საქართველოში, კოლხეთის დაბლობზე კი შეგიძლია ნავებით ან კატერით გაისეირნო პალიასტომის ტბაზე, რომელიც საქართველოს ტბებს შორის ზედაპირის ფართობით სიდიდით მესამეა (18,2 კმ², ზღვის დონიდან 0.3 მ დაბლა). ", // Empty description example
    imageSrc: "/flags/6.webp",
    alt: "Beach",
  },
  {
    title: "ფრინველების სამიგრაციო გზები",
    description:
      "საქართველო საერთაშორისო თვალსაზრისით უმნიშვნელოვანესი გეოგრაფიული არეალია გადამფრენი ფრინველებისთვისაც. \n\n მაგალითად, აჭარაში, შავი ზღვის სანაპირო ზოლზე, აგვისტოდან ოქტომბრამდე მილიონზე მეტი გადამფრენი ფრინველი აღირიცხება. აღმოსავლეთ შავი ზღვის სამიგრაციო დერეფანი - ე.წ. „ბათუმის სამიგრაციო ძაბრი“, გიბრალტართან, მესინა-სიცილიასთან და ბოსფორთან ერთად, ევროპის ოთხ ყველაზე მნიშვნელოვან ადგილად მოიხსენიება. \n\n ფრინველების დასვენებისთვის და, შესაბამისად, მათზე დაკვირვებისთვის საუკეთესო ადგილებია სტეფანწმინდა, ვაშლოვანის დაცული ტერიტორია, მდინარეების - ალაზნისა და ივრის ქვემო წელი და ჯავახეთის ზეგანი.", // Empty description example
    imageSrc: "/flags/7.webp",
    alt: "Beach",
  },
];

export const sections: Section[] = [
  {
    id: "start",
    content: "აქ არის Start სექცია",
    image1: "/flags/image1.webp",
    image2: "/flags/image2.webp",
    image3: "/flags/clouds.webp",
  },
  {
    id: "section-01",
    content: "აქ არის 01 სექცია",
    image1: "/flags/image2.webp",
    image2: "/flags/image3.webp",
    image3: "/flags/clouds.webp",
    title: "საქართველოს \n გეოგრაფია",
    description:
      "საქართველო ევროპისა და აზიის გზაგასაყარზე, კავკასიაში, შავი ზღვის სანაპიროზე მდებარეობს. ის საუკუნეების განმავლობაში ასრულებდა ცივილიზაციების დამაკავშირებელ ფუნქციას და სწორედ აქ გადიოდა „აბრეშუმის გზაც“ - მსოფლიოს უმსხვილესი სავაჭრო არტერია.",
    buttonText: "გაიგე მეტი",
    geographyOfGeorgia: [
      {
        image: "/flags/blabla.webp",
        title: "საქართველოს გეოგრაფია",
        description:
          "საქართველო პატარა, ლამაზი ქვეყანაა, მრავალფეროვანი ბუნებითა და რბილი კლიმატით, რასაც საინტერესო გეოგრაფიული მდებარეობა განაპირობებს. ჩრდილოეთიდან და სამხრეთიდან ოროგრაფიული საზღვრები იცავს – ჩრდილოეთით დიდი კავკასიონის ქედი თავისი მყინვარებით.",
      },
    ],
  },
  {
    id: "section-02",
    content: "აქ არის 02 სექცია",
    section02Images: [
      { src: "/flags/spring.webp", alt: "Slide 1", text: "გაზაფხული" },
      { src: "/flags/summer.webp", alt: "Slide 2", text: "ზაფხული" },
      { src: "/flags/autumn.webp", alt: "Slide 4", text: "შემოდგომა" },
      { src: "/flags/winter.webp", alt: "Slide 3", text: "ზამთარი" },
    ],
    geographyOfGeorgia: [
      {
        image: "/flags/bla2.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-03",
    content: "აქ არის 03 სექცია",
    image: "/flags/doqi.png",
    geographyOfGeorgia: [
      {
        image: "/flags/image03.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
];

export const navItems: NavItem[] = [
  {
    name: "რატომ საქართველო",
    href: "/why-georgia",
    details: [
      {
        title: "",
        items: [
          {
            text: "უნიკალური ქართული ფოლკლორი",
            href: "/why-georgia/history",
          },
          {
            text: "მსოფლიო მნიშვნელობის მემკვიდრეობა",
            href: "/why-georgia/culture",
          },
          {
            text: "უნიკალური ქართული ანბანი",
            href: "/why-georgia/tourist-spots",
          },
          {
            text: "შავი ზღვის სანაპიროები",
            href: "/why-georgia/family-travel",
          },
          { text: "საქართველოს ისტორია", href: "/why-georgia/food-wine" },
          {
            text: "ტურიზმის სტატისტიკა საქართველოში",
            href: "/why-georgia/nature",
          },
        ],
      },
      {
        title: "",
        items: [
          { text: "ქართული კულტურა", href: "/why-georgia/food-wine" },
          { text: "ქართული ლიტერატურა", href: "/why-georgia/nature" },
          { text: "ქართული ცეკვა", href: "/why-georgia/music" },
          {
            text: "უგემრიელესი ქართული სამზარეულო",
            href: "/why-georgia/dances",
          },
          { text: "საქართველოს ბუნება", href: "/why-georgia/nature" },
          {
            text: "საქართველოს მთავარი ქალაქები",
            href: "/why-georgia/music",
          },
        ],
      },
      {
        title: "",
        items: [
          {
            text: "საქართველო როგორც ღვინის აკვანი",
            href: "/why-georgia/economy",
          },
          {
            text: "პირველი ევროპული ცივილიზაცია",
            href: "/why-georgia/education",
          },
          {
            text: "თავგადასავლები საქართველოში",
            href: "/why-georgia/sports",
          },
          {
            text: "ევროპის ყველაზე მაღალი დასახლებული პუნქტი...",
            href: "/why-georgia/health",
          },
          { text: "სეზონურობა საქართველოში", href: "/why-georgia/sports" },
          { text: "საქართველოს გეოგრაფია", href: "/why-georgia/sports" },
        ],
      },
      {
        title: "აღმოაჩინე საქართველო",
        image: "/flags/ph.jpg",
        items: [],
      },
    ],
  },
  {
    name: "ადგილები",
    href: "/places",
    details: [
      {
        title: "ტოპ რეგიონები",
        items: [
          { text: "კახეთი", href: "/places/tbilisi" },
          { text: "იმერეთი", href: "/places/batumi" },
          { text: "აჭარა", href: "/places/kutaisi" },
          { text: "მცხეთა-მთიანეთი", href: "/places/signagi" },
          { text: "რაჭა-ლეჩხუმი და ქვემო სვანეთი", href: "/places/mestia" },
          { text: "შიდა ქართლი", href: "/places/gudauri" },
          { text: "სამეგრელო-ზემო სვანეთი", href: "/places/gudauri" },
        ],
      },
      {
        title: "ტოპ ქალაქები",
        items: [
          { text: "ქუთაისი", href: "/places/rustavi" },
          { text: "ბათუმი", href: "/places/zugdidi" },
          { text: "თბილისი", href: "/places/telavi" },
          { text: "სტეფაწმინდა", href: "/places/poti" },
          { text: "მესტია", href: "/places/akhaltsikhe" },
          { text: "მცხეთა", href: "/places/ambrolauri" },
          { text: "ბორჯომი", href: "/places/ambrolauri" },
        ],
      },
      {
        title: "რეგიონები",
        items: [
          {
            text: "sdsd",
            href: "",
          },
        ],
      },
    ],
  },
  {
    name: "სანახაობები",
    href: "/sights",
    details: [
      {
        title: "ტოპ კატეგორიები",
        items: [
          { text: "ხელოვნება და კულტურა", href: "/sights/jvari" },
          { text: "კულტურული ძეგლები", href: "/sights/svetitskhoveli" },
          { text: "სამზარეულო და ღვინო", href: "/sights/ushguli" },
          { text: "გამაჯანსაღებელი პროცედურები", href: "/sights/gelati" },
          { text: "საოჯახო სანახაობები", href: "/sights/david-gareji" },
          { text: "დასვენება ქალაქში", href: "/sights/bridge-of-peace" },
        ],
      },
      {
        title: "ტოპ სანახაობები",
        items: [
          { text: "გერგეთის სამება", href: "/sights/bagrati" },
          { text: "ილია ჭავჭავაძის სახლ-მუზეუმი", href: "/sights/samtskhe" },
          { text: "ხერთვისის ციხე", href: "/sights/paravani" },
          {
            text: "საქართველოს ეროვნული მუზეუმი",
            href: "/sights/chkhorotsku",
          },
          { text: "დავითგარეჯი", href: "/sights/batumi-forest" },
          { text: "ბოლნისის სიონი", href: "/sights/alaverdi" },
        ],
      },
      {
        title: "თვის სანახაობები",
        images: ["/flags/ph.jpg", "/flags/ph.jpg"],
        items: [],
      },
    ],
  },
  {
    natureName: "ბუნება და თავგადასავლები",
    href: "/nature-adventures",
    details: [
      {
        title: "ტოპ კატეგორიები",
        items: [
          { text: "ზამთრის თავგადასავლები", href: "/nature/svaneti" },
          { text: "საზაპხულო თავგადასავლები", href: "/nature/truso" },
          { text: "ეროვნული პარკები", href: "/nature/martvili-canyon" },
          { text: "მთები", href: "/nature/kinchkha" },
          { text: "ტბები", href: "/nature/dedoflis-tsqaro" },
          { text: "ბუნების ძეგლები", href: "/nature/khadi" },
        ],
      },
      {
        title: "ტოპ სანახაობები",
        items: [
          { text: "პრომეთეს მღვიმე", href: "/nature/borjomi" },
          { text: "მუსიკოსების პარკი", href: "/nature/lagodekhi" },
          { text: "ოკაცეს კანიონი", href: "/nature/okace" },
          { text: "ვარძია", href: "/nature/chkhorotsku" },
          { text: "ძამას ხეობა", href: "/nature/abastumani" },
          { text: "შაორის ტბა", href: "/nature/samtskhe" },
        ],
      },
      {
        title: "თვის სანახაობები",
        images: ["/flags/ph.jpg", "/flags/ph.jpg"],
        items: [],
      },
    ],
  },
  {
    name: "სასარგებლო ინფორმაცია",
    href: "/info",
    details: [
      {
        title: "",
        items: [
          { text: "საქართველოში ვიზიტი", href: "/info/visa" },
          { text: "ადგილობრივი ტრანსპორტი", href: "/info/transport" },
          { text: "რეგიონალური ტრანსპორტი", href: "/info/hotels" },
          {
            text: "ადგილობრივი ტრანსპორტის გაქირავება",
            href: "/info/budget",
          },
          { text: "ამინდი და ადგილობრივი კლიმატი", href: "/info/health" },
          { text: "ხშირად დასმული კითხვები", href: "/info/contact" },
        ],
      },
      {
        title: "საჭირო ინფორმაცია საქართველოზე",
        items: [
          { text: "სამედიცინო ინფორმაცია", href: "/info/weather" },
          { text: "უქმე დღეები საქართველოში", href: "/info/map" },
          { text: "ამინდი და სეზონურობა", href: "/info/attractions" },
        ],
      },
      {
        title: "პოპულარული სტატიები",
        images: ["/flags/ph.jpg", "/flags/ph.jpg"],
        items: [],
      },
    ],
  },
];

// space page

export interface ServiceItem {
  id: number;
  title: string;
  description: string;
  image: string;
}

export const servicesData: ServiceItem[] = [
  {
    id: 1,
    title: "კრაფტ ჰაუსი",
    description: "ღვინო და გასტრონომია",
    image: "/space/craft.webp",
  },
  {
    id: 2,
    title: "ტაბერნე გურიაში-აცანა",
    description: "ღვნო და გასწორისოთნია",
    image: "/space/acana.webp",
  },
  {
    id: 3,
    title: "სასტუმრო პანორამა ლისი",
    description: "განთავსების ობიექტები",
    image: "/space/lisi.webp",
  },
  {
    id: 4,
    title: "ლელო ინნ",
    description: "განთავსების ობიექტები",
    image: "/space/inn.webp",
  },
  {
    id: 5,
    title: "1740 სასტუმრო",
    description: "განთავსების ობიექტები",
    image: "/space/1740.webp",
  },
  {
    id: 6,
    title: "იპოდრუმი",
    description: "განთავსების ობიექტები",
    image: "/space/opodrumi.webp",
  },
  {
    id: 7,
    title: "ლუხუმიჩის მარანი",
    description: "ღვინო და გასტრონომია",
    image: "/space/mariani.webp",
  },
  {
    id: 8,
    title: "როშე დუდაური",
    description: "განთავსების ობიექტები",
    image: "/space/rose.webp",
  },
  {
    id: 9,
    title: "ვინერა კახეთი",
    description: "ღვინო და გასტრონომია",
    image: "/space/vineria.webp",
  },
  {
    id: 10,
    title: "მარანი ნატურალისტი",
    description: "ღვინი და გასტრონომია",
    image: "/space/marani.webp",
  },
  {
    id: 11,
    title: "სასტუმრო ლოპტი ბაკურიანში",
    description: "განთავსების ობიექტები",
    image: "/space/sastumro.webp",
  },
  {
    id: 12,
    title: "სასტუმრო თელა და მეღვინეობა მარელი",
    description: "განთავსების ობიექტები",
    image: "/space/mareli.webp",
  },
];

// info page interface

export interface AdditionalInfo {
  description?: string;
  image?: string;
  additionalDescription: string;
  title?: string;
}

export interface Service {
  image: string;
  title: string;
  description: string;
  details: string;
  additionalInfo?: AdditionalInfo[];
}

export const services: Service[] = [
  {
    image: "/icons/minivans.webp",
    title: "საბაჟო",
    description:
      "საქართველოს სხვადასხვა კუთხეში 20 სასაზღვრო გამშვები პუნქტი მოქმედებს და მათ გასავლელად აუცილებელია იქონიო პასპორტი ან ID ბარათი.",
    details: "გაიგე მეტი",
    additionalInfo: [
      {
        description:
          "საქართველოს სხვადასხვა კუთხეში 20 სასაზღვრო გამშვები პუნქტი მოქმედებს და მათ გასავლელად აუცილებელია იქონიო პასპორტი ან ID ბარათი.აჭარაში სამი საბაჟო პუნქტია: „სარფის“ საავტომობილო საბაჟო გამშვები პუნქტი, „ბათუმის პორტი“ და „ბათუმის აეროპორტი“. სამივე მათგანი მგზავრთა ნაკადის მიღება/გაშვებას ემსახურება. საბაჟოებია, აგრეთვე, ფოთის პორტში; სენაკსა და ქუთაისში საბაჟო პუნქტები მოქმედებს აეროპორტებში.",
        image:
          "https://storage.georgia.travel/images/custom-transport-customs-2.webp",
        additionalDescription:
          "საქართველოს საზღვარს ყველაზე ხშირად თბილისის საერთაშორისო აეროპორტიდან კვეთენ. ტურისტების დიდი ნაკადი შემოდის, აგრეთვე, ლარსის გამშვები პუნქტიდან. ახალქალაქის მხრიდან საქართველოში შემოსვლა კარწახისა და კარწახი-ახალქალაქის საბაჟოებიდან არის შესაძლებელი. ნინოწმინდის მუნიციპალიტეტიდან სოფელ სამების ტერიტორიაზე ნინოწმინდის საბაჟო გამშვები პუნქტია განთავსებული. ადიგენში კი ვალეს საბაჟოა. კახეთში დედოფლისწყაროსა და ლაგოდეხის მუნიციპალიტეტებში ორი პუნქტი - „სამთაწყარო“ და „ლაგოდეხია“. დმანისში - „გუგუთის“, მარნეულში კი „ახკერპის“ საბაჟოებია. მარნეულში „სადახლოს საავტომობილო“ და სარკინიგზო საბაჟოები ფუნქციონირებს, აქვეა ე.წ. „წითელი ხიდის“ საბაჟოც; გარდაბანში „მტკვრისა“ და „გარდაბნის“ საბაჟოებია. \n\n საქართველოს ტერიტორიაზე შემოსვლა ყველა ჩამოთვლილი საბაჟოდანაა შესაძლებელი. ტურისტი, რომელიც საქართველოში მოგზაურობას გეგმავს და ცხოველით, ან გარკვეული რაოდენობის ნაღდი ფულით აპირებს საზღვრის კვეთას, თან აქვს მედიკამენტი, რომელსაც აუცილებლად საჭიროებს, განსაკუთრებული ნივთის შემოტანას აპირებს, ან ტვირთის გადაზიდვა ესაჭიროება, უმჯობესია, გაეცნოს საქართველოს შემოსავლების სამსახურის ოფიციალურ პორტალს https://www.rs.ge/, სადაც დეტალურად არის განმარტებული ყველა საკითხი და პროცედურა, რაც საბაჟოს გავლის პროცედურას გაუმარტივებს. \n\n რაც შეეხება Tax Free-ს და Duty Free-ს, საქართველოში ორივე ამ მომსახურებით სარგებლობას შეძლებ. Tax Free-ის შემთხვევაში, საბაჟოს ოფიცერს მიმართავ და შესაბამის დოკუმენტს წარუდგენ. Duty Free-სთვის შესაბამისი ზონებია მოწყობილი თბილისის, ბათუმისა და ქუთაისის აეროპორტებში, აგრეთვე, „წითელ ხიდზე”, სადახლოს საავტომობილო, ვალეს, სარფის, კარწახის, ყაზბეგის საბაჟოებზე.",
      },
    ],
  },
  {
    image: "https://cdn-icons-png.flaticon.com/512/2972/2972185.png",
    title: "მოტოციკლეტების დაჯავშნა",
    description:
      "ალბათ უკვე იცი, რომ საქართველოში ვერ მოიწყენ და აქ შენთვის საინტერესო უამრავი თავგადასავალი შეგიძლია აღმოაჩინო. როგორი ინტერესებიც არ უნდა გქონდეს და რაც არ უნდა მოგწონდეს, ეს ქვეყანა ყველა მიმართულებით შემოგთავაზებს აქტივობებს, მოგხიბლავს მრავალფეროვანი შესაძლებლობებით და დაუვიწყარ ადგილებში გამოგზაურებს.",
    details: "გაიგე მეტი",
    additionalInfo: [
      {
        description:
          "ალბათ უკვე იცი, რომ საქართველოში ვერ მოიწყენ და აქ შენთვის საინტერესო უამრავი თავგადასავალი შეგიძლია აღმოაჩინო. როგორი ინტერესებიც არ უნდა გქონდეს და რაც არ უნდა მოგწონდეს, ეს ქვეყანა ყველა მიმართულებით შემოგთავაზებს აქტივობებს, მოგხიბლავს მრავალფეროვანი შესაძლებლობებით და დაუვიწყარ ადგილებში გამოგზაურებს.",
        additionalDescription:
          "თუ თავგადასავლები გიზიდავს, მაშინ ჩათვალე, რომ გაგიმართლა, რადგან ხალხმრავალ თბილისში, მზიან ბათუმში, კოპწია თელავში, მაღალმთიან მესტიაში, ყაზბეგსა თუ სხვა ქალაქებში, მრავლად არის ადგილები, სადაც მოტოციკლეტით გასეირნება შეგიძლია.\n\n საქართველოში კარგად არის აწყობილი მოტოციკლეტების გაქირავების სერვისი და ადგილობრივ კომპანიებს გამართული მოტოები ჰყავთ. შეგიძლია საძიებო სისტემაში „მოტოციკლეტების გაქირავება“ ჩაწერო, კომპანია აირჩიო და შენთვის სასურველი მოტო იქირაო, თანაც სრული აღჭურვილობით. \n\n მოტოციკლეტის გაქირავების ფასი დამოკიდებულია არჩეულ მოდელზე, ქირაობის ხანგრძლივობასა და გასავლელ მანძილზე. ასე რომ, თუ შენთვის სასურველი მარშრუტი ჯერ კიდევ არ დაგიგეგმავს, ეს შანსი ხელიდან არ გაუშვა - მოტოციკლით მოგზაურობა საქართველოსნაირ ეგზოტიკურ ქვეყანას კიდევ უფრო მეტ ხიბლს სძენს.",
      },
    ],
  },
  {
    image: "https://cdn-icons-png.flaticon.com/512/1232/1232515.png",
    title: "მანძახების ქირაობა",
    description:
      "ქლუახნაი მოგნტომისხაალს, რომისნით ბინრაი მანძახების ქირაობას სცენოხცვებ. სამგზავროში",
    details: "გაიგე მეტი",
    additionalInfo: [
      {
        description:
          "ქვეყანაში მოგზაურობისათვის, ტურისტები ხშირად მანქანის ქირაობას ამჯობინებენ. საქართველოში კარგად არის განვითარებული ეს სერვისი. შესაბამისად, მანქანის ქირაობას უპრობლემოდ შეძლებ. ",
        additionalDescription:
          "თბილისში ოპერირებენ კომპანიები, რომლებსაც ყველა ტიპის მანქანა ჰყავთ - სედანი, ჯიპი, მინივენი. შეგიძლია საძიებო სისტემაში ჩაწერო „მანქანების გაქირავება საქართველოში“, კომპანია შეარჩიო და სასურველი შეკვეთა გააკეთო. მნიშვნელობა არ აქვს, თბილისში აპირებ ჩასვლას თუ რომელიმე სხვა ქალაქში, კომპანია სასურველ მანქანას იქ დაგახვედრებს, სადაც გჭირდება - აეროპორტი იქნება ეს თუ საქართველოს რომელიმე კუთხე. შესაძლებელია, მანქანა თბილისში აიყვანო, მოგზაურობა ბათუმში დაასრულო  და კომპანია ბათუმში ჩაიბარებს შენგან მანქანას.",
        title: "თბილისი",
      },
    ],
  },
  {
    image: "https://cdn-icons-png.flaticon.com/512/684/684908.png",
    title: "შიდა ფრენები",
    description:
      "სამგზავროს სხვადსხვა კუთხეში სინიალადი შიდა ფრენების ისარბებლი. სარიასი ნაციომერი სორიხალების",
    details: "გაიგე მეტი",
    additionalInfo: [
      {
        description:
          "საქართველოს სხვადასხვა კუთხეში სწრაფად რომ მოხვდე, შეგიძლია შიდა ფრენებით ისარგებლო. ამისათვის ნატახტრის აეროდრომს უნდა მიმართო. თბილისის ცენტრიდან  მანქანით 45 წუთის სავალზე მდებარე ნატახტრის აეროდრომი ფრენის მსურველებს ყოველდღე ელის და მათ სხვადასხვა ტიპის მომსახურებას სთავაზობს. ნატახტრიდან რეისები მესტიის, ბათუმისა და ამბროლაურის მიმართულებით ხორციელდება.",
        additionalDescription:
          "ორშაბათს, სამშაბათს, ოთხშაბათს, პარასკევსა და კვირას ნატახტრიდან ფრენები მესტიის მიმართულებით ხორციელდება. იმავე დღეებშია შესაძლებელი ფრენა უკან - მესტიიდან ნატახტრამდეც. ",
        title: "ფრენები",
        image: "https://storage.georgia.travel/images/internal-flights-2.webp",
      },
    ],
  },
  {
    image: "https://cdn-icons-png.flaticon.com/512/3652/3652191.png",
    title: "მგზავრობის დრო და მანძილი",
    description:
      "დღე-ღამის მხარდაჭერის სერვისი ღუზროს ხანდარის აგრონომიან და პდილურ მენეჯმენტში",
    details: "გაიგე მეტი",
    additionalInfo: [
      {
        description:
          "საქართველოში მოხვედრას მსოფლიოს ნებისმიერი კუთხიდან მოახერხებ და ეს შესაძლებელია როგორც საჰაერო, ისე სახმელეთო გზით, აგრეთვე, ზღვით.",
        title: "საჰაერო გზა",
        additionalDescription:
          "ყველაზე სწრაფი, რა თქმა უნდა, საჰაერო გზაა. საქართველოს მიმართულებით ფრენებს არაერთი საერთაშორისო ქართული და უცხოური ავიაკომპანია ახორციელებს თბილისის, ქუთაისისა და ბათუმის მიმართულებით. \n\n პირდაპირი რეისებით ფრენა შესაძლებელია ევროპისა და აზიის რამდენიმე ქვეყნის ქალაქიდან. რეგულარული რეისები ხორციელდება: ამსტერდამიდან, მიუნხენიდან, ერევნიდან, სტამბოლიდან, რიგიდან, ბაქოდან, კიშინიოვიდან, ტაშკენტიდან, მინსკიდან, დოჰადან და დუბაიდან. \n\n ზაფხულობით, ტურისტების დიდი ნაკადის გამო, შესაძლებელია, სხვადასხვა ევროპული ქალაქიდან დაინიშნოს ჩარტერული რეისებიც. ტურისტული სეზონი საქართველოში მთელი წლის მანძილზე გრძელდება, მაგრამ განსაკუთრებით აქტიური სეზონი ზაფხულია, შესაბამისად, ამ დროს ფრენების რაოდენობაც მატულობს და რეისები სხვადასხვა ქალაქიდან სეზონურად ემატება. ამიტომ ბილეთების დაჯავშნას წინასწარ გირჩევთ. ",
      },
    ],
  },
  {
    image: "https://cdn-icons-png.flaticon.com/512/929/929927.png",
    title: "საელჩოები",
    description:
      "მთელი მგზავრობის დროს უსაფრთხოების მთავარი განუზივედის და დაცვის სერვისები",
    details: "გაიგე მეტი",
    additionalInfo: [
      {
        description:
          "ჩვენი გზამკვლევი შეიცავს სრულფასოვან ინფორმაციას საქართველოში მოქმედი საელჩოებისა და საკონსულოების შესახებ. ასევე გთავაზობთ იმ ქვეყნების საელჩოების ჩამონათვალს, რომლებიც სხვა ქვეყნებიდან ემსახურებიან საქართველოს. აქვე აღვნიშნავთ, რომ ყველა ოფისი სამუშაო დღეებში 10:00 სთ-დან 18:00 სთ-მდე მუშაობს. ასევე უნდა გაითვალისწინოთ როგორც საქართველოში დაწესებული უქმე დღეები, ისე იმ ქვეყნებში მოქმედი დღესასწაულები, რომელ ქვეყანაში მდებარე საელჩოსაც მიმართავთ.",
        additionalDescription: `ამერიკის შეერთებული შტატების საელჩო \n\n

მის.: თბილისი, დიღმის მასივი, ქართულ-ამერიკული მეგობრობის გამზ. №29.

ტელ.: +995 32 277 000,  ფაქსი +995 32 253 23 10. 

ელფოსტა: TbilisiProtocol@state.gov 

ვებგვერდი: www.usembassy.ge

აზერბაიჯანის რესპუბლიკის საელჩო

მის.: თბილისი, ვახტანგ გორგასლის ქ. №4

ტელ.: +995 32 224 22 20

ფაქსი: +995 32 224 22 33

ელფოსტა: tbilisi@mission.mfa.gov.az

აზერბაიჯანის რესპუბლიკის საკონსულო 

მის.: ბათუმი, ფარნავაზ მეფის ქ. №62/24

ტელ.: +995 42 2276700

ფაქსი: +995 42 2273443

ელფოსტა: batumi@mission.mfa.gov.az

ავსტრიის რესპუბლიკის საელჩო

მის.: თბილისი, გრიბოედოვის ქ. №31 

ტელ.: +995 32 243 44 02

ელფოსტა: tiflis-ob@bmeia.gv.at

ვებგვერდი: www.aussenministerium.at/tiflis

ბულგარეთის რესპუბლიკის საელჩო

მის.: თბილისი, ვახტანგ გორგასლის ქ. №15 

ტელ.: +995 32 291 01 94; +995 32 291 01 95

ფაქსი: +995 32 272 22 63

ელფოსტა: Embassy.tbilisi@mfa.bg

ვებგვერდი: www.mfa.bg/embassies/georgia

ბელორუსიის რესპუბლიკის საელჩო

მის.: თბილისი, კრწანისის ქ. №18

ტელ.: +995 32 223 41 10

ფაქსი: +995 32 223 41 25

ელფოსტა: georgia@mfa.gov.by

ვებგვერდი: http://georgia.mfa.gov.by

ბრაზილიის ფედერაციული რესპუბლიკის საელჩო

მის.: თბილისი, ლევან მიქელაძის ქ. №11

ტელ.: +995 322220636

ელფოსტა: brasemb.tbilisi@itamaraty.gov.br

გერმანიის ფედერაციული რესპუბლიკის საელჩო

მის.: თბილისი,  ნინო ჩხეიძის ქ. №38, 0102

ტელ.: +995 32 244 73 00

ფაქსი: +49 30 5000 67133

ელფოსტა: info@tiflis.diplo.de

ვებგვერდი: www.tiflis.diplo.de

დიდი ბრიტანეთისა და ჩრდილოეთ ირლანდიის გაერთიანებული სამეფოს საელჩო

მის.: თბილისი, კრწანისის ქ. №51 

ტელ.: +995 32 227 47 47

ფაქსი: +995 32 227 47 92

ელფოსტა british.embassy.tbilisi@fco.gov.uk

ესპანეთის სამეფოს საელჩოს ოფისი (ესპანეთის საელჩო მდებარეობს თურქეთში)

მის.: თბილისი, თავისუფლების მოედანი №4

ტელ.: +995 32 220 00 63

ფაქსი: +995 32 220 00 61

ელფოსტა: emb.tbilisi@maec.es

ესპანეთის სამეფოს საპატიო კონსული საქართველოში

მის.: თბილისი, ფალიაშვილის ქ. №52
ტელ.: +995 32 2252 606
ფაქსი: +995 32 2224 199

ერაყის რესპუბლიკის საელჩო

მის.:  თბილისი, ტ. ტაბიძის ქ. №9 

ტელ.: +995 32 223 45 01/02/03

+995 32 200 02 58

ფაქსი: +995 32 229 45 03

ელფოსტა: iraqiageoemb@yahoo.com

ესტონეთის რესპუბლიკის საელჩო

მის.: თბილისი, კიტა ბუაჩიძის ქ. №4, 

ტელ.: +995 32 236 51 22

ელფოსტა: tbilisisaatkond@mfa.ee

ესტონეთის რესპუბლიკის საკონსულო განყოფილება

მის.: თბილისი, საბურთალო, დოლიძის ქ. №55

ტელ.: +995 32 236 51 27

ელფოსტა: tbilisi.consular@mfa.ee

www.facebook.com/estemb.tbilisi

ვატიკანის საელჩო - HOLY SEE 

მის.: თბილისი, ბ. ჟღენტის ქ. №40

ტელ.: +995 32 253 76 01/04

ფაქსი: +995 32 253 67 04

ელფოსტა: nuntius@vaticange.org

თურქეთის რესპუბლიკის საელჩო

მის.: თბილისი, ჭავჭავაძის გამზ. №35
ტელ.:  (+995 32) 2252 072, 2252 073, 2252 074, 2252 076
საკონსულო განყოფილება +995 32 225 20 78

ფაქსი: +995 32 2220 666
ელფოსტა: embassy.tbilisi@mfa.gov.tr 

ვებგვერდი: www.mfa.gov.tr

თურქეთის საკონსულო

მის.: ბათუმი, ნინოშვილის ქ. №9

ტელ.: +995 422 25 58 00

ფაქსი: +995 422 25 58 10

ელფოსტა: consulate.batumi@mfa.gov.tr

თურქმენეთის საელჩო

მის.: თბილისი, რაზმაძის ქ. №31ა 

ტელ.: +995 32 225 29 63

ფაქსი: +995 32 225 28 90

ელფოსტა: tmemb.ge1@gmail.com

ვებგვერდი: www.georgia.tmembassy.gov.tm

იაპონიის სახელმწიფოს საელჩო

მის.: თბილისი, კრწანისის ქ. №9

ტელ.:  +995 32 2752 111

ფაქსი: +995 32 275 21 12

საკონსულო: +995 32 275 21 14

ელფოსტა: protocol@embjapan.ge

ვებგვერდი: www.ge.emb-japan.go.jp

ირანის ისლამური რესპუბლიკის საელჩო

მის.: თბილისი,  ჭავჭავაძის გამზ. №80 

ტელ.: +995 32 291 36 56/57/58/59/60

ფაქსი: +995 32 291 36 27

ელფოსტა: info@iran.ge iranemb.tbs@mfa.gov.ir

ვებგვერდი: www.tbilisi.mfa.ir

ირანის ისლამური რესპუბლიკის საკონსულო

მის.: ბათუმი, ფარნავაზ მეფის ქ. №83 

ტელ.: +995 422 22 86 01/02

ფაქსი: +995 422 22 50 30

ელფოსტა: iranconsulate.bus@mfa.gov.ir

ისრაელის სახელმწიფოს საელჩო

მის.: თბილისი, დავით აღმაშენებლის გამზ. №154

ტელ.: +995 32 255 65 00

ფაქსი: +995 32 255 65 66

ელფოსტა: press@tbilisi.mfa.gov.il

ვებგვერდი: http://tbilisi.mfa.gov.il

იტალიის რესპუბლიკის საელჩო

მის.: თბილისი, ჩიტაძის ქ. №3ა

ტელ.: +995 32 299 64 18, +995 32 292 18 54 

ფაქსი: +995 32 299 64 15

ელფოსტა: embassy.tbilisi@esteri.it

ინდონეზიის რესპუბლიკის საელჩოს ოფისი (ინდონეზიის საელჩო მდებარეობს უკრაინაში)

მის.: ვაკე საბურთალო, ნ. ყიფშიძის ქ 7გ

ტელ: +995 579283649

ელფოსტა: indonesia@tbilisioffice.id

ლატვიის რესპუბლიკის საელჩო

მის.: თბილისი, ალექსანდრე ხახანაშვილის ქ. №46

ტელ.: +995 32 2244 858

საკონსულო საკითხები: +995 32 238 14 05 

ფაქსი: +995 32 2381 406

ელფოსტა: embassy.georgia@mfa.gov.lv 

ვებგვერდი: www.mfa.gov.lv/en/georgia

ლიეტუვის რესპუბლიკის საელჩო

მის.: თბილისი, კრწანისის ქ. №29

ტელ.:  +995 32 2912 933;

საკონსულო განყოფილება: +995 32 291 60 56

ელფოსტა: amb.ge@urm.lt

ვებგვერდი:http://ge.mfa.lt/ 

მალტის სუვერენული სამხედრო ორდენის საელჩო

მალტის რესპუბლიკის საელჩოს ოფისი

მის.: თბილისი, გიორგი ლეონიძის 1, III სართული, აპ. 1. №9,

ტელ.: +995 32 298 65 08

ელფოსტა: georgiaembassy@orderofmalta.int

ნიდერლანდების სამეფოს საელჩო

მის.: თბილისი, ილია ჭავჭავაძის გამზ. №34

ტელ.: +995 32 227 62 00

ელფოსტა: tbi@minbuza.nl

ვებგვერდი: https://www.netherlandsandyou.nl/

ნორვეგიის სამეფოს საელჩო

მის.: თბილისი, გიორგი ლეონიძის №1. №2

ტელ.: +995 591 451 571

ელფოსტა: emb.tbilisi@mfa.no

ნორვეგიის საპატიო კონსულის ოფისი  

მის.: თბილისი, აბაშელის ქ. №20 

ტელ.: +995 32 2290 979

ფაქსი: +995 32 2293 553

ელფოსტა: lianahaerum@dsl.ge

პოლონეთის რესპუბლიკის საელჩო

მის.: თბილისი, ონიაშვილის ქ. №24 

ტელ.: +995 32 2920 398

ფაქსი: +995 32 2920 397

ელფოსტა: tbilisi.amb.sekretariat@msz.gov.pl 

ვებგვერდი: www.tbilisi.msz.gov.pl

რუმინეთის  საელჩო

მის.: თბილისი, ქუშიტაშვილის (ლვოვის) ქ. №7

ტელ.: +995 32 238 53 10 

ფაქსი: + 995 32 238 52 10 

ელფოსტა: tbilisi@mae.ro

საბერძნეთის რესპუბლიკის საელჩო

მის.: თბილისი, ტ. ტაბიძის ქ. №37დ

ტელ.: +995 32 291 49 70-4

ფაქსი: +995 32 291 49 80

ელფოსტა: gremb.tbi@mfa.gr

საფრანგეთის რესპუბლიკის საელჩო

მის.: თბილისი, კრწანისის ქ. №51ა 

ტელ.: +995 32 272 14 90

ელფოსტა: contact.tbilissi-amba@diplomatie.gouv.fr

ვებგვერდი: www.ambafrance-ge.org

სლოვაკეთის რესპუბლიკის საელჩო 

მის.: თბილისი, მცხეთის ქ. №13. 

ტელ.: +995 32 222 4437

ელფოსტა: emb.tbilisi@mzv.sk

სომხეთის რესპუბლიკის საელჩო

მის.: თბილისი,  ტეტელაშვილის ქ. №4 

ტელ.: +995 32 2959 443, 2951 723

ფაქსი: +995 32 296 42 87 

ელფოსტა: armemb@caucasus.net

ვებგვერდი: georgia.mfa.am

სომხეთის გენერალური საკონსულო 

მის.: ბათუმი, ზურაბ გორგილაძის ქ. №5/5

ტელ.: +995 422 273812

ფაქსი: +995 422279990

ელფოსტა: armgenconsulatebatumi@mfa.am

საუდის არაბეთის სამეფოს საელჩო

მის.: თბილისი, ალექსიძის ქ. №12 - „მეფე დავითის“ რეზიდენცია

ტელ.: +995 32 2009505; 2009504

ფაქსი: +995 32 2009506

ელფოსტა: goemb@mofa.gov.sa

კორეის რესპუბლიკის საელჩოს ოფისი (კორეის რესპუბლიკის საელჩო მდებარეობს აზერბაიჯანში)

მის.: თბილისი, ილია ჭავჭავაძის გამზ., პირველი შესახვევი №8

ტელ.: +995 32 297 03 18, +995 32 297 03 20

ფაქსი: +995 32 242 74 40

ელფოსტა: georgia@mofa.go.kr

ვებგვერდი: http://overseas.mofa.go.kr/geko/index.do

უკრაინის რესპუბლიკის საელჩო

მის.: თბილისი, ჭავჭავაძის გამზ. №76გ

ტელ.:  +995 32 2311 161, 

საკონსულო განყოფილება: +995 32 231 14 54

ელფოსტა: emb_ge@mfa.gov.ua  

უნგრეთის საელჩო

მის.: თბილისი, ლვოვის ქ. № 83

ტელ.: +995 32 239 90 08

ფაქსი: +995 32 239 90 04

ელფოსტა: mission.tbs@mfa.gov.hu

ვებგვერდი: www.mfa.gov.hu/emb/tbilisi

ყაზახეთის რესპუბლიკის საელჩო

მის.: თბილისი, ლვოვის ქ. №77

ტელ.: +995 32 255 20 00

ელფოსტა: tbilisi@mfa.kz; secretariat@kazembassy.ge;

შვედეთის სამეფოს საელჩო

მის.: თბილისი, ყიფშიძის ქუჩის შესახვევი №15

ტელ.: +995 32 550 320

ფაქსი: +995 32 222 48 90 

ელფოსტა: ambassaden.tbilisi@sida.se

ვებგვერდი: www.swedenabroad.com/en-GB/Embassies/Tblisi

www.facebook.com/EmbasstOfSwedenInTbilisi

შვეიცარიის კონფედერაციის საელჩო

მის.: თბილისი, შალვა რადიანის ქ. №12

ტელ.: +955 32 225 36 82/83 

საკონსულო განყოფილება: +995 32 2753 001/02

ფაქსი: +995 32 2753 006
ელფოსტა: tbilisi@eda.admin.ch

ვებგვერდი: www.eda.admin.ch/georgia

ჩეხეთის რესპუბლიკის საელჩო

მის.: თბილისი, ჭავჭავაძის გამზ., №37 

ტელ: +995 32 291 67 40 - 43

ელფოსტა: tbilisi@embassy.mzv.cz; consulate_tbilisi@mzv.cz

ვებგვერდი: www.mzv.cz/tbilisi

ჩინეთის სახალხო რესპუბლიკის საელჩო

მის.: თბილისი, ბარნოვის ქ. №52

ტელ.:  +995 32 2252670

ფაქსი: +995 32 2250 996

საკონსულო: +995 32 225 90 00 

ელფოსტა: chinaembgeo@gmail.com

ვებგვერდი: http://ge.chineseembassy.org

ყატარის სახელმწიფოს საელჩო

მის.: თბილისი, ლვოვის ქ. №17

ტელ.: +995 32 224 44 90

ფაქსი: +995 32 224 44 70

ელფოსტა: tbilisi@mofa.gov.qa`,
      },
    ],
  },
  {
    image: "https://cdn-icons-png.flaticon.com/512/561/561127.png",
    title: "საინფორმაციო",
    description:
      "ნებისმიერი სერვისის ონლაინ ჯავშნის შესაძლებლობა მობილური აპლიკაციის საშუალებით",
    details: "გაიგე მეტი",
    additionalInfo: [
      {
        description:
          "საქართველოში ჩამოსული და ადგილობრივი ტურისტების ტურისტული მომსახურებისა და ტურისტული პროდუქტების შესახებ ინფორმაციით უზრუნველყოფა ტურიზმის საინფორმაციო ცენტრების მოვალეობაა. ტურიზმის საინფორმაციო ცენტრები ამას როგორც პირისპირ, ისე ტელეფონისა და ელექტრონული ფოსტის საშუალებით აკეთებენ. ისინი მოგაწვდიან საჭირო ცნობებს ტურისტული ღირსშესანიშნაობების, ტურისტული ადგილებისა და ტურისტული მიმართულებების შესახებ. ამისთვის მათ აქვთ ტურისტული ობიექტების მონაცემთა ბაზა, რომელსაც მუდმივად აახლებენ.",
        additionalDescription: `თბილისის ტურისტული საინფორმაციო ცენტრი
მისამართი: თავისუფლების მოედანი, ალექსანდრე პუშკინის სახელობის სკვერი
ტელ: (+995 32) 2 15 86 97
ელ.ფოსტა: tictbilisi@gmail.com
სამუშაო საათები: ყოველდღე, ოქტომბერი - მარტი - 10:00 - 21:00, აპრილი - სექტემბერი - 09:00 - 21:00

თბილისის საერთაშორისო აეროპორტის ტურისტული საინფორმაციო ცენტრი 
მისამართი: თბილისის საერთაშორისო აეროპორტი (მოფრენის ტერმინალი) 
ტელ: (+995 32) 2 31 00 07
ელ.ფოსტა: ticairport@gmail.com
სამუშაო საათები: ფრენის მიხედვით

მცხეთის ტურისტული საინფორმაციო ცენტრი 
მისამართი: არსუკიძის ქუჩა N3 
ტელ: (+995 32) 2 51 21 28
ელ.ფოსტა: ticmtskheta@gmail.com
სამუშაო საათები: ყოველდღე, ოქტომბერი-მარტი - 10:00 -18:00, აპრილი-სექტემბერი - 09:00-18:00

სტეფანწმინდის ტურისტული საინფორმაციო ცენტრი 
მისამართი: ალ. ყაზბეგის მე-2 შესახვევი
ელ.ფოსტა: tickazbegi1@gmail.com
სამუშაო საათები: ყოველდღე, 09:00 - 18:00

თელავის ტურისტული საინფორმაციო ცენტრი 
მისამართი: ერეკლე II -ს ქუჩა N8
ტელ: (+995 350) 27 53 17
ელ.ფოსტა: tictelavi1@gmail.com
სამუშაო საათები: ორშაბათი-პარასკევი, 09:00-18:00

ყვარლის ტურისტული საინფორმაციო ცენტრი 
მისამართი: რუსთაველის ქუჩა N8
ტელ: (+995 352) 22 13 40
ელ.ფოსტა: tickvareli@gmail.com
სამუშაო საათები: ორშაბათი - პარასკევი, ოქტომბერი - მარტი - 10:00 - 17:00, აპრილი - სექტემბერი - 09:00 - 18:00

სიღნაღის ტურისტული საინფორმაციო ცენტრი 
მისამართი: დავით აღმაშენებლის ქუჩა N2
ელ.ფოსტა: ticsignagi@gmail.com
სამუშაო საათები: ორშაბათი - პარასკევი, 10:00 - 18:00 

ლაგოდეხის ტურისტული საინფორმაციო ცენტრი    
მისამართი: წმინდა ნინოს ქუჩა N14
ელ.ფოსტა: lagodekhitourisminfo@gmail.com 
სამუშაო საათები: ორშაბათი - პარასკევი, 09:00 - 18:00

ბოლნისის ტურისტული საინფორმაციო ცენტრი
მისამართი: სულხან-საბა ორბელიანის ქუჩა N115
ელ.ფოსტა: ticbolnisi@gmail.com
სამუშაო საათები: ყოველდღე,  09:00 - 18:00

დმანისის ტურისტული საინფორმაციო ცენტრი 
მისამართი: წმინდა ნინოს ქუჩა N56
ელ.ფოსტა: Dmanisikultura@gmail.com
სამუშაო საათები: ორშაბათი - პარასკევი, 10:00 - 18:00

გორის ტურისტული საინფორმაციო ცენტრი
მისამართი:  ქუთაისის ქუჩა N23ა
ტელ: (+995 370) 27 07 76
ელ.ფოსტა: ticgori@gmail.com
სამუშაო საათები: ყოველდღე - 10:00-იდან 18:00, ზამთრის პერიოდში 10:00-იდან 17:00 

გორის ტურისტული საინფორმაციო ცენტრი
მისამართი: 26 მაისის სახელობის სანაპირო (“ლომჭაბუკის” მიმდებარე ტერიტორია)
სამუშაო საათები: ყოველდღე, 10.00 - 18.00

ქარელის ტურისტული საინფორმაციო ცენტრი 
მისამართი: თამარ მეფის ქუჩა
ელ.ფოსტა: karelisturistuli@gmail.com
სამუშაო საათები: ორშაბათი - პარასკევი, 10:00 - 17:00

ბორჯომის ტურისტული საინფორმაციო ცენტრი 
მისამართი: რუსთაველის ქუჩა (სილამაზის ხიდის მიმდებარე სკვერი)
ტელ: (+995 367) 22 13 97
ელ.ფოსტა: ticborjomi@gmail.com
სამუშაო საათები: ყოველდღე, ოქტომბერი - მარტი - 10:00 - 18:00, აპრილი - სექტემბერი - 09:00 - 18:00

ბაკურიანის ტურისტული საინფორმაციო ცენტრი 
მისამართი: აღმაშენებლის ქუჩა N17
ელ.ფოსტა: ticbakuriani@gmail.com
სამუშაო საათები: მუშაობს სეზონურად, ყოველდღე, 10:00 - 18:00

ახალციხის ტურისტული სიანფორმაციო ცენტრი 
მისამართი: ხარისჭირაშვილის ქუჩა N1
ტელ: (+995 365) 20 05 00 
ელ.ფოსტა: ticakhaltsikhe@gmail.com
სამუშაო საათები: ყოველდღე, 08:00 - 18:00

ქუთაისის ტურისტული საინფორმაციო ცენტრი 
მისამართი: რუსთაველის ქუჩა N9ა
ტელ: (+995 322) 370 000 (21)
ელ.ფოსტა: info@kutaisi.travel
სამუშაო საათები: ყოველდღე, 09:00 - 18:00

ქუთაისის საერთაშორისო აეროპორტის ტურისტული საინფორმაციო ცენტრი 
მისამართი: ქუთაისის საერთაშორისო აეროპორტი  (მოფრენის ტერმინალი) 
ტელ.: (+995 322) 370 000 (21)
ელ.ფოსტა: info@kutaisi.travel
სამუშაო საათები: ფრენის მიხედვით

წყალტუბოს ტურისტული საინფორმაციო ცენტრი 
მისამართი: ტაბიძის ქუჩა 3ა
ელფოსტა: tictskaltubo@gmail.com
სამუშაო საათები: ორშაბათ-პარასკევი - 09:00 - 18:00 

ზუგდიდის ტურისტული საინფორმაციო ცენტრი
მისამართი: რუსთაველის ქუჩა N79
ტელ: (+995 595) 63 05 77
ელ.ფოსტა: ticzugdidi@gmail.com
სამუშაო საათები: ორშაბათი - პარასკევი, 10:00-18:00

მესტიის ტურისტული საინფორმაციო ცენტრი
მისამართი: სეტის მოედანი N7
ტელ: (+995 5 51) 08 08 94
ელ.ფოსტა: ticmestia@gmail.com
სამუშაო საათები: ორშაბათი - პარასკევი, ოქტომბერი - მარტი 10:00 - 18:00; აპრილი - სექტემბერი 09:00 - 18:00

ამბროლაურის ტურისტული საინფორმაციო ცენტრი 
მისამართი: ვაჟა-ფშაველას ქუჩა N17
ტელ: (+995 595) 00 36 56
ელ.ფოსტა: ticambrolauri@gmail.com
სამუშაო საათები: ყოველდღე, 10:00 - 18:00

ცაგერის ტურისტული საინფორმაციო ცენტრი 
მისამართი: რუსთაველის ქუჩა N67
ელ.ფოსტა: turizmiscentri123@gmail.com
სამუშაო საათები: ორშაბათი - პარასკევი,  10:00 - 18:00`,
      },
    ],
  },
  {
    image: "https://cdn-icons-png.flaticon.com/512/1077/1077114.png",
    title: "კომუნიკაციები",
    description:
      "დიდი ჯგუფებისთვის სპეციალური ტრანსპორტის მოწყობა და ორგანიზება ღონისძიებებისთვის",
    details: "გაიგე მეტი",
    additionalInfo: [
      {
        description:
          "საქართველოში კომუნიკაციის ხარისხი გამართულია. 3G თითქმის ყველგან ხელმისაწვდომია, ხოლო დიდ ქალაქებში - თბილისსა და ბათუმში შეგიძლია 4G-თაც ისარგებლო. ფინანსური თვალსაზრისით, მოგზაურისთვის ადგილობრივ ოპერატორთან დაკავშირება ხელსაყრელია. ადგილობრივი SIM ბარათის შესაძენად, რომელიც ნებისმიერ ხალხმრავალ ადგილზე იყიდება, მხოლოდ პასპორტია საჭირო.",
        title: "მობილური ქსელები",
        additionalDescription:
          "საქართველოში სამი ძირითადი მობილური ოპერატორია: „ჯეოსელი“, „მაგთი“ და „ბილაინი“. \n\n „ჯეოსელი“ - www.silknet.com ტელეფონი: 110 110 ან 277 01 77. \n\n „ჯეოსელი“ კომპანია „სილქნეტის“ მობილური კავშირგაბმულობის მიმართულება და საქართველოში ყველაზე გავრცელებული ქსელია. „ჯეოსელის“ სიმ-ბარათის შეძენა შესაძლებელია კომპანიის ოფისებში, აეროპორტში, სასტუმროებში და სხვა. \n\n „მაგთი“ - www.magticom.ge ტელეფონი: 110 011 ან 2217 00 00.\n\n ეს ინტერნეტპროვაიდერი უნდა აირჩიო, თუ საქართველოს ყველაზე შორეულ კუთხეებში აპირებ მოგზაურობას. „მაგთის“ SIM ბარათის შეძენა შესაძლებელია კომპანიის ოფისებში, საქართველოს ფოსტის 81 სერვისცენტრში და ა.შ. \n\n „ბილაინი“ - www.beeline.ge ტელეფონი: 110 101 ან 220 06 11. \n\n „ბილაინი“ იმ შემთხვევაში უნდა შეიძინო, თუკი დასახლებული ადგილის დატოვებას არ აპირებ, რადგან მოგზაურობის დროს მობილური კავშირი, შეიძლება, შეფერხდეს. \n\n მობილურზე ანგარიშის შევსება შესაძლებელია სწრაფი გადახდის აპარატებიდან, რომლებსაც თითქმის ყველა ქუჩაზე შეხვდები. ",
      },
    ],
  },
  {
    image: "https://cdn-icons-png.flaticon.com/512/3063/3063822.png",
    title: "სამუშაო საათები",
    description:
      "ყველა სახის ტრანსპორტის ტექნიკური შემოწმება და რემონტის მომსახურება",
    details: "გაიგე მეტი",
    additionalInfo: [
      {
        description:
          "საქართველოში საჯარო უწყებები მუშაობას 9:00 საათზე იწყებენ და 18:00 საათზე ამთავრებენ. შაბათი და კვირა დასვენების დღეებია, თუმცა არის გამონაკლისებიც. მაგალითად, შაბათ-კვირას თბილისის, ქუთაისისა და ბათუმის იუსტიციის სახლები 10:00-იდან 17:00 საათამდე მუშაობენ.",
        additionalDescription:
          "თბილისის მეტროპოლიტენის სამუშაო საათები ყოველდღე 06:00-იდან 24:00 საათამდე განისაზღვრება. \n\n საზოგადოებრივი ტრანსპორტი მუშაობს ყოველდღე 07:00-იდან 23:00 საათამდე. \n\n თბილისის სავაჭრო ცენტრები და სუპერმარკეტები ძირითადად 8:00-დან 22-23:00 საათამდე მუშაობენ. შაბათსა და კვირას ბევრი სავაჭრო ცენტრი და სუპერმარკეტი მუშაობას 15:00-16:00 საათზე ამთავრებს \n\n როგორც წესი, თბილისის ბაზრობები ყოველდღიურად, დილის 9 საათიდან საღამოს 5 საათამდე მუშაობენ, თუმცა არის გამონაკლისებიც: \n\n ოქროს ბირჟა — 11:00-18:00 ყოველდღე. \n\n მშრალი ხიდის ბაზარი - 9:00-17:00 ყოველდღე. \n\n ლილოს ბაზრობა - 7:00-14:00 ყოველდღე. \n\n ე.წ. დეზერტირების ბაზრობა - 7:00-17:00 ყოველდღე. \n\n „მშრალი ხიდის“ ბაზრობა - 9:00-17:00 ყოველდღე.  \n\n ბანკები სადაგ დღეებში, ძირითადად, 10:00-იდან 18:00 საათამდე მუშაობენ, შაბათს კი - 10:00-იდან 14:00 საათამდე.",
      },
    ],
  },
  {
    image: "https://cdn-icons-png.flaticon.com/512/1828/1828970.png",
    title: "პრემიუმ სერვისი",
    description:
      "ლუქს კლასის ტრანსპორტი და განსაკუთრებული მომსახურება VIP მომხმარებლებისთვის",
    details: "გაიგე მეტი",
  },
  {
    image: "https://cdn-icons-png.flaticon.com/512/3202/3202926.png",
    title: "საერთაშორისო ტრანზიტი",
    description:
      "საერთაშორისო გზებზე მგზავრობისთვის სპეციალური ტრანსპორტი და მომსახურება",
    details: "გაიგე მეტი",
  },
  {
    image: "https://cdn-icons-png.flaticon.com/512/2972/2972185.png",
    title: "ეკო ტრანსპორტი",
    description:
      "გარემოსდაცვითი ტექნოლოგიების მქონე ტრანსპორტი მწვანე მგზავრობისთვის",
    details: "გაიგე მეტი",
  },
  {
    image: "https://cdn-icons-png.flaticon.com/512/1232/1232515.png",
    title: "კორპორატიული სერვისი",
    description:
      "კომპანიებისთვის სპეციალური ტარიფები და მომსახურებები ბიზნეს მგზავრობისთვის",
    details: "გაიგე მეტი",
  },
  {
    image: "https://cdn-icons-png.flaticon.com/512/684/684908.png",
    title: "ტურისტული მარშრუტები",
    description: "საინტერესო ადგილების მონახულება გამოცდილი გიდების თანხლებით",
    details: "გაიგე მეტი",
  },
  {
    image: "https://cdn-icons-png.flaticon.com/512/3652/3652191.png",
    title: "სპეციალური ტრანსპორტი",
    description:
      "შეზღუდული შესაძლებლობების მქონე პირებისთვის ადაპტირებული ტრანსპორტი",
    details: "გაიგე მეტი",
  },
  {
    image: "https://cdn-icons-png.flaticon.com/512/929/929427.png",
    title: "ღამის სერვისი",
    description:
      "ღამის საათებში მგზავრთა გადაზიდვა უსაფრთხოებისა და კომფორტის დაცვით",
    details: "გაიგე მეტი",
  },
  {
    image: "https://cdn-icons-png.flaticon.com/512/561/561127.png",
    title: "ექსპრეს მიწოდება",
    description:
      "სწრაფი და საიმედო ძიებისა და მიწოდების სერვისი ქალაქის ნებისმიერ წერტილში",
    details: "გაიგე მეტი",
  },
  {
    image: "https://cdn-icons-png.flaticon.com/512/1077/1077114.png",
    title: "აეროპორტის ტრანსფერი",
    description: "აეროპორტიდან და აეროპორტამდე კომფორტული და დროული გადაზიდვა",
    details: "გაიგე მეტი",
  },
  {
    image: "https://cdn-icons-png.flaticon.com/512/3063/3063822.png",
    title: "ექსკლუზივური სერვისი",
    description:
      "განსაკუთრებული მომხმარებლებისთვის უნიკალური და პერსონალიზებული სერვისები",
    details: "გაიგე მეტი",
  },
];
