export interface Tour {
  id: number;
  title?: string;
  description?: string;
  image?: string;
}

export interface StunningNatureScene {
  id: number;
  image: string;
  city: string;
  sight: string;
  activity: string;
  title: string;
  descriptin: string;
  time: string;
  distance: string;
  difficulty: string;
  tours?: Tour[];
}

export const stunningNatureScenes: StunningNatureScene[] = [
  {
    id: 1,
    image: "/popular-tours/saghamo-lake.webp",
    city: "1 ქალაქი",
    sight: "5 სანახაობა",
    activity: "1 აქტივობა",
    title: "ტბების ტური ჯავახეთში",
    descriptin:
      "შენი მოგზაურობა ვულკანურ-ტექტონიკური ტიპის ტბიდან დაიწყება, საქართველოში ქრისტიანობის გამავრცელებელი, წმიდა ნინო კაბადოკიელის სახელობის ფოკის მონასტერში გაგრძელდება, გზად ულამაზესი საღამოს ტბა და სოფელი გორელოვკა შეგხვდება, დასასრულისკენ კი შენ წინ ზღაპრული მადათაფის ტბის არნახული პეიჟაზები გადაიშლება.",
    time: "8-12სთ",
    distance: "55კმ",
    difficulty: "საშუალო",
    tours: [
      {
        id: 1,
        title: "საღამოს ტბა - სამცხე-ჯავახეთის ჯადოსნური სანახაობა",
        description:
          "ამ საოცარ სანახაობას სამცხე-ჯავახეთის მხარეში, ნინოწმინდის მუნიციპალიტეტში აღმოაჩენ. გაშლილი სივრცეები, მთები, სიმშვიდე და კამკამა წყალი საუკეთესო გარემოს ქმნის კემპინგისთვის.",
        image: "/popular-tours/saghamo-lake-gnta.webp",
      },
      {
        id: 2,
        title: "საღამოს ტბა - სამცხე-ჯავახეთის ჯადოსნური სანახაობა",
        description:
          "ამ საოცარ სანახაობას სამცხე-ჯავახეთის მხარეში, ნინოწმინდის მუნიციპალიტეტში აღმოაჩენ. გაშლილი სივრცეები, მთები, სიმშვიდე და კამკამა წყალი საუკეთესო გარემოს ქმნის კემპინგისთვის.",
        image: "/popular-tours/saghamo-lake-gnta.webp",
      },
            {
        id: 3,
        title: "საღამოს ტბა - სამცხე-ჯავახეთის ჯადოსნური სანახაობა",
        description:
          "ამ საოცარ სანახაობას სამცხე-ჯავახეთის მხარეში, ნინოწმინდის მუნიციპალიტეტში აღმოაჩენ. გაშლილი სივრცეები, მთები, სიმშვიდე და კამკამა წყალი საუკეთესო გარემოს ქმნის კემპინგისთვის.",
        image: "/popular-tours/saghamo-lake-gnta.webp",
      },
                  {
        id: 4,
        title: "საღამოს ტბა - სამცხე-ჯავახეთის ჯადოსნური სანახაობა",
        description:
          "ამ საოცარ სანახაობას სამცხე-ჯავახეთის მხარეში, ნინოწმინდის მუნიციპალიტეტში აღმოაჩენ. გაშლილი სივრცეები, მთები, სიმშვიდე და კამკამა წყალი საუკეთესო გარემოს ქმნის კემპინგისთვის.",
        image: "/popular-tours/saghamo-lake-gnta.webp",
      },
    ],
  },
  {
    id: 2,
    image: "/popular-tours/martvili-tour.webp",
    city: "1 ქალაქი",
    sight: "3 სანახაობა",
    activity: "1 აქტივობა",
    title: "ერთდღიანი ტური სამეგრელო-იმერეთში",
    descriptin:
      "სამეგრელო თავისი ისტორიული წარსულით საქართველოს ერთ-ერთი ყველაზე საინტერესო მხარეა, რომელიც თავისი მომაჯადოებელი ბუნებითა და ციხესიმაგრეებით, ნამდვილი ოაზისი გეგონება. Შთაბეჭდილებები, რომლებსაც ამ ერთდღიანი ტურის განმავლობაში მიიღებ, მრავალფეროვანი, ამაღელვებელი და დაუვიწყარი იქნება.",
    time: "8-12სთ",
    distance: "100კმ",
    difficulty: "საშუალო",
  },
  {
    id: 3,
    image: "/popular-tours/javakheti-national-park-gnta.webp",
    city: "1 ქალაქი",
    sight: "5 სანახაობა",
    activity: "1 აქტივობა",
    title: "ტბების ტური ჯავახეთში",
    descriptin:
      "შენი მოგზაურობა ვულკანურ-ტექტონიკური ტიპის ტბიდან დაიწყება, საქართველოში ქრისტიანობის გამავრცელებელი, წმიდა ნინო კაბადოკიელის სახელობის ფოკის მონასტერში გაგრძელდება, გზად ულამაზესი საღამოს ტბა და სოფელი გორელოვკა შეგხვდება, დასასრულისკენ კი შენ წინ ზღაპრული მადათაფის ტბის არნახული პეიჟაზები გადაიშლება.",
    time: "8-12სთ",
    distance: "55კმ",
    difficulty: "საშუალო",
  },
  {
    id: 4,
    image: "/popular-tours/lashkroba-shovi-udziro-tba-glola.webp",
    city: "1 ქალაქი",
    sight: "5 სანახაობა",
    activity: "1 აქტივობა",
    title: "ტბების ტური ჯავახეთში",
    descriptin:
      "შენი მოგზაურობა ვულკანურ-ტექტონიკური ტიპის ტბიდან დაიწყება, საქართველოში ქრისტიანობის გამავრცელებელი, წმიდა ნინო კაბადოკიელის სახელობის ფოკის მონასტერში გაგრძელდება, გზად ულამაზესი საღამოს ტბა და სოფელი გორელოვკა შეგხვდება, დასასრულისკენ კი შენ წინ ზღაპრული მადათაფის ტბის არნახული პეიჟაზები გადაიშლება.",
    time: "8-12სთ",
    distance: "55კმ",
    difficulty: "საშუალო",
  },
  {
    id: 5,
    image: "/popular-tours/upper-svaneti-gnta.webp",
    city: "1 ქალაქი",
    sight: "5 სანახაობა",
    activity: "1 აქტივობა",
    title: "ტბების ტური ჯავახეთში",
    descriptin:
      "შენი მოგზაურობა ვულკანურ-ტექტონიკური ტიპის ტბიდან დაიწყება, საქართველოში ქრისტიანობის გამავრცელებელი, წმიდა ნინო კაბადოკიელის სახელობის ფოკის მონასტერში გაგრძელდება, გზად ულამაზესი საღამოს ტბა და სოფელი გორელოვკა შეგხვდება, დასასრულისკენ კი შენ წინ ზღაპრული მადათაფის ტბის არნახული პეიჟაზები გადაიშლება.",
    time: "8-12სთ",
    distance: "55კმ",
    difficulty: "საშუალო",
  },
  {
    id: 6,
    image: "/popular-tours/bolnisi.webp",
    city: "1 ქალაქი",
    sight: "5 სანახაობა",
    activity: "1 აქტივობა",
    title: "ტბების ტური ჯავახეთში",
    descriptin:
      "შენი მოგზაურობა ვულკანურ-ტექტონიკური ტიპის ტბიდან დაიწყება, საქართველოში ქრისტიანობის გამავრცელებელი, წმიდა ნინო კაბადოკიელის სახელობის ფოკის მონასტერში გაგრძელდება, გზად ულამაზესი საღამოს ტბა და სოფელი გორელოვკა შეგხვდება, დასასრულისკენ კი შენ წინ ზღაპრული მადათაფის ტბის არნახული პეიჟაზები გადაიშლება.",
    time: "8-12სთ",
    distance: "55კმ",
    difficulty: "საშუალო",
  },
  {
    id: 7,
    image: "/popular-tours/bolnisi.webp",
    city: "1 ქალაქი",
    sight: "5 სანახაობა",
    activity: "1 აქტივობა",
    title: "ტბების ტური ჯავახეთში",
    descriptin:
      "შენი მოგზაურობა ვულკანურ-ტექტონიკური ტიპის ტბიდან დაიწყება, საქართველოში ქრისტიანობის გამავრცელებელი, წმიდა ნინო კაბადოკიელის სახელობის ფოკის მონასტერში გაგრძელდება, გზად ულამაზესი საღამოს ტბა და სოფელი გორელოვკა შეგხვდება, დასასრულისკენ კი შენ წინ ზღაპრული მადათაფის ტბის არნახული პეიჟაზები გადაიშლება.",
    time: "8-12სთ",
    distance: "55კმ",
    difficulty: "საშუალო",
  },
];
