export interface Tour {
  id: number;
  title?: string;
  description?: string;
  image?: string;
}

export interface StunningNatureScene {
  id: number;
  image: string;
  city: string;
  sight: string;
  activity: string;
  title: string;
  descriptin: string;
  time: string;
  distance: string;
  difficulty: string;
  tours?: Tour[];
}

export const stunningNatureScenes: StunningNatureScene[] = [
  {
    id: 1,
    image: "/popular-tours/saghamo-lake.webp",
    city: "1 ქალაქი",
    sight: "5 სანახაობა",
    activity: "1 აქტივობა",
    title: "ტბების ტური ჯავახეთში",
    descriptin:
      "შენი მოგზაურობა ვულკანურ-ტექტონიკური ტიპის ტბიდან დაიწყება, საქართველოში ქრისტიანობის გამავრცელებელი, წმიდა ნინო კაბადოკიელის სახელობის ფოკის მონასტერში გაგრძელდება, გზად ულამაზესი საღამოს ტბა და სოფელი გორელოვკა შეგხვდება, დასასრულისკენ კი შენ წინ ზღაპრული მადათაფის ტბის არნახული პეიჟაზები გადაიშლება.",
    time: "8-12სთ",
    distance: "55კმ",
    difficulty: "საშუალო",
    tours: [
      {
        id: 1,
        title: "საღამოს ტბა - სამცხე-ჯავახეთის ჯადოსნური სანახაობა",
        description:
          "ამ საოცარ სანახაობას სამცხე-ჯავახეთის მხარეში, ნინოწმინდის მუნიციპალიტეტში აღმოაჩენ. გაშლილი სივრცეები, მთები, სიმშვიდე და კამკამა წყალი საუკეთესო გარემოს ქმნის კემპინგისთვის.",
        image: "/popular-tours/saghamo-lake-gnta.webp",
      },
      {
        id: 2,
        title: "ფარავნის ტბა - საუკეთესო ადგილი თევზაობისთვის",
        description:
          "ფარავანი წყლის ზედაპირის ფართობით საქართველოს ყველაზე დიდი ტბაა. ის სამცხე-ჯავახეთში, ზღვის დონიდან 2073 მეტრზე მდებარეობს და მთელი ზამთარი გაყინულია. ყინულის საფარის სისქე 50-იდან 70 სანტიმეტრსაც კი აღწევს.",
        image: "/popular-tours/paravani-lake-gnta.webp",
      },
      {
        id: 3,
        title: "მადათაფის ტბა",
        description:
          "მადათაფის ლურჯად მოელვარე ტბას სამცხე-ჯავახეთში, ნინოწმინდის მუნიციპალიტეტში იპოვი და ეს ტბა არა მხოლოდ ულამაზესია, არამედ მისი მაგიური გარემო საერთაშორისო მნიშვნელობის ჭარბტენიანი ტერიტორიების სიაშიც არის შეტანილი. ტბა აფრიკა-ევრაზიის სამიგრაციო გზაზეა და აქ წლის თბილ პერიოდში გადამფრენი და მობუდარი ფრინველების სიმრავლე აღინიშნება.",
        image: "/popular-tours/madatapa-lake-gnta.webp",
      },
      {
        id: 4,
        title: "ფოკას მონასტერი",
        description:
          "ისტორიულ სამცხე-ჯავახეთში, ფარავნის ტბის ნაპირას, სადაც, გადმოცემის თანახმად, ქართველთა განმანათლებელმა წმინდა ნინომ შეისვენა და ორი ღამე გაათენა, ფოკის წმინდა ნინოს მონასტერია აღმართული.",
        image: "/popular-tours/poka-monastery-gnta.webp",
      },
      {
        id: 5,
        title: "სოფელი-მუზეუმი გორელოვკა",
        description:
          "გორელოვკა ქართული სინამდვილისგან სრულიად განსხვავებული სოფელია - თავისი არქიტექტურით, ყოფა-ცხოვრებითა და მრწამსით. ის სამცხე-ჯავახეთში, ზღვის დონიდან 2065 მეტრზე მდებარეობს და მკაცრი კლიმატური პირობებისა და ხანგრძლივი ზამთრის მიუხედავად, აქაურობას მაინც ყველაზე ფერად სოფელს უწოდებენ.",
        image: "/popular-tours/gorelovka-village-doukhobors-museum-gnta.webp",
      },
      {
        id: 6,
        title: "ფრინველებზე დაკვირვება: ჯავახეთის ტბები",
        description:
          "ჯავახეთის ვულკანური ზეგანი მცირე კავკასიონის დასაწყისია. საქართველოში ეს ერთადერთი ადგილია, სადაც ბევრი ტბაა. ამ ტბების დიდი ნაწილი - კარწახის, ბუღდაშენის, მადათაფის, ხანჩალის ტბები და სულდის ჭაობი ჯავახეთის დაცული ტერიტორიების ნაწილია და მკაცრი კონტროლის ქვეშ იმყოფებიან.",
        image: "/popular-tours/javakheti-lakes-gnta.webp",
      },
      {
        id: 7,
        title: "ნინოწმინდა",
        description:
          "ნინოწმინდა ლაკლაკების საყვარელი ადგილია. ისინი ქალაქში ყოველწლიურად მოფრინავენ შთამომავლობის გასაზრდელად. აქ ვერ ნახავ ბოძს, სადაც ლაკლაკის ბუდე არაა. ბოძებზე შემოქსოვილი, ერთ მეტრზე დიდი დიამეტრის ბუდეები ძალიან ლამაზი სანახავია.",
        image: "/popular-tours/ninotsminda-monastery-gnta.webp",
      },
    ],
  },
  {
    id: 2,
    image: "/popular-tours/martvili-tour.webp",
    city: "1 ქალაქი",
    sight: "3 სანახაობა",
    activity: "1 აქტივობა",
    title: "ერთდღიანი ტური სამეგრელო-იმერეთში",
    descriptin:
      "სამეგრელო თავისი ისტორიული წარსულით საქართველოს ერთ-ერთი ყველაზე საინტერესო მხარეა, რომელიც თავისი მომაჯადოებელი ბუნებითა და ციხესიმაგრეებით, ნამდვილი ოაზისი გეგონება. Შთაბეჭდილებები, რომლებსაც ამ ერთდღიანი ტურის განმავლობაში მიიღებ, მრავალფეროვანი, ამაღელვებელი და დაუვიწყარი იქნება.",
    time: "8-12სთ",
    distance: "100კმ",
    difficulty: "საშუალო",
    tours: [
      {
        id: 1,
        title: "დადიანების სალხინოს სასახლე",
        description:
          "მარტვილში, სოფელ სალხინოში აშენებული სასახლე წარსულში დადიანების საზაფხულო რეზიდენცია იყო. სასახლისკენ საუკუნოვან ხეებს შორის მიმავალ ქვაფენილზევე იგრძნობ XIX საუკუნის ქართველი არისტოკრატების, საფრანგეთის საიმპერატორო ოჯახთან დანათესავებული თავადი დადიანების მთელ დიდებულებას.",
        image: "/popular-tours/salkhino-dadiani-residence-gnta.webp",
      },
      {
        id: 2,
        title: "მარტვილის კანიონი",
        description:
          "სამეგრელოს ერთხელ მაინც თუ ეწვევი, აქ მიღებული გამოცდილება არასოდეს დაგავიწყდება. მარტვილის კანიონი სწორედ სამეგრელოში, მარტვილის მუნიციპალიტეტში მდებარეობს.",
        image: "/popular-tours/martvili-canyon-gnta.webp",
      },
      {
        id: 3,
        title: "ოკაცეს კანიონი",
        description:
          "მსოფლიოს ცნობილი კანიონებისგან საქართველოს კანიონებს, უპირველეს ყოვლისა, ფერები განასხვავებს. მწვანედ შეფერილი აქ არა მხოლოდ მდინარეები, არამედ ტბები და მთებიც დაგხვდება.",
        image: "/popular-tours/okatse-canyon-gnta.webp",
      },
      {
        id: 4,
        title: "ზიპლაინი მარტვილის კანიონში",
        description:
          "მარტვილის კანიონი მდებარეობს მარტვილის მუნიციპალიტეტში, სოფელ გაჭედილში, ზღვის დონიდან 210 მეტრზე, მდინარე აბაშის ხეობაში. კანიონის სიგრძე 2400 მეტრია, აქ გვხვდება საფეხმავლო ბილიკები ეგზოტიკურ ბუნებაში, ჩანჩქერები, მდინარეები, ტბები და კლდეები. შეგიძლია ნავით გაისეირნო მდინარე აბაშაზე, 300-მეტრიან მონაკვეთზე და ასევე სხვადასხვა გასართობი და ექსტრემალური თავგადასავალი გამოცადო.",
        image: "/popular-tours/martvili-canyon-zipline-in-georgia.webp",
      },
      {
        id: 5,
        title: "მარტვილი",
        description:
          "მარტვილი პატარა ქალაქია, რომელიც დასავლეთ საქართველოში, სამეგრელოს რეგიონში მდებარეობს. ეს ადგილი დიდი კულტურის კერაა, რასაც ორი სხვადასხვა ხასიათის ფაქტი მოწმობს: 1)ჭყონდიდის მონასტერში აღიზარდა საქართველოს ყველაზე ცნობილი, რეფორმატორი მეფე დავით აღმაშენებელი; 2) 1873 წელს პირველად აქ დაიდგა შექსპირის პიესა „ვენეციელი ვაჭარი“. ისტორია დუმს იმის შესახებ, სპექტაკლი ინგლისურ ენაზე იყო თუ ქართულად, მაგრამ თავად ეს გაურკვევლობაც კი აჩვენებს, რომ ევროპა მაშინაც არ იყო შორს.",
        image: "/popular-tours/martvili-gnta.webp",
      },
    ],
  },
  {
    id: 3,
    image: "/popular-tours/javakheti-national-park-gnta.webp",
    city: "1 ქალაქი",
    sight: "3 სანახაობა",
    activity: "1 აქტივობა",
    title: "ერთდღიანი ტური სამცხე-ჯავახეთში",
    descriptin:
      "თუ განტვირთვისთვის იდეალურ მარშრუტს ეძებ პანორამული ხედებით, ანტიკური კულტურის ნაშთებით, ციხე-სიმაგრეებითა და გამორჩეული ტაძრებით, მაშინ სამცხე-ჯავახეთში ერთდღიანი ტური აუცილებლად უნდა დაგეგმო. ტურის განმავლობაში შესაძლებლობა გექნება ესტუმრო ბორჯომს, ვარძიას, ხერთვისსა და ახალციხეს.",
    time: "8-12სთ",
    distance: "120კმ",
    difficulty: "საშუალო",
    tours: [
      {
        id: 1,
        title: "ვარძია",
        description:
          "რამდენჯერაც არ უნდა ესტუმრო საქართველოს, ეს ქვეყანა ყოველ ჯერზე თავიდან გაგაოცებს, მოგხიბლავს და დროში მოგზაურობას მოგანდომებს - საუკუნეების წინანდელი განუმეორებელი ძეგლები შენს წინ გადაშლის მთელ ისტორიას და მოგიყვება ამბებს, რომლებსაც სხვაგან ვერსად მოისმენ. სწორედ ერთ-ერთი ასეთი ქმნილებაა ვარძია - შუა საუკუნეების კლდის ხუროთმოძღვრების დიდებული ანსამბლი და ერთ-ერთი ყველაზე პოპულარული ძეგლი საქართველოში.",
        image: "/popular-tours/vardzia-gnta.webp",
      },
      {
        id: 2,
        title: "ხერთვისის ციხე",
        description:
          "საქართველოს ტერიტორიაზე არსებული ნაგებობების უმრავლესობა საუკუნეებს ითვლის, რადგან ეს უძველესი ისტორიისა და კულტურის ქვეყანაა, სადაც ყოველ ქალაქსა თუ სოფელში გამორჩეული არქიტექტურის ძეგლებს შეხვდები. ხერთვისის ციხე-დარბაზი სწორედ ასეთი, ერთ-ერთი უძველესი და კარგად შემონახული ნაგებობაა, რომელიც, ისტორიული წყაროების მიხედვით, სავარაუდოდ, X საუკუნეში უკვე არსებობდა.",
        image: "/popular-tours/khertvisi-fortress-gnta.webp",
      },
      {
        id: 3,
        title: "ახალციხის ციხე",
        description:
          "თუ მრავალსაუკუნოვანი ისტორიული ლაბირინთები გაინტერესებს, საქართველოს ერთ-ერთ უძველეს მხარეში - სამცხე-ჯავახეთში, ქალაქ ახალციხის მთავარ ციხესიმაგრეს უნდა ესტუმრო. ის ქალაქის ისტორიულ უბანში - რაბათში, მაღალ მთაზეა გაშენებული და ქალაქის ნებისმიერი წერტილიდან მოჩანს.",
        image: "/popular-tours/akhaltsikhe-castle-gnta.webp",
      },
      {
        id: 4,
        title: "ფრინველებზე დაკვირვება: ჯავახეთის ტბები",
        description:
          "ჯავახეთის ვულკანური ზეგანი მცირე კავკასიონის დასაწყისია. საქართველოში ეს ერთადერთი ადგილია, სადაც ბევრი ტბაა. ამ ტბების დიდი ნაწილი - კარწახის, ბუღდაშენის, მადათაფის, ხანჩალის ტბები და სულდის ჭაობი ჯავახეთის დაცული ტერიტორიების ნაწილია და მკაცრი კონტროლის ქვეშ იმყოფებიან.",
        image: "/popular-tours/javakheti-lakes-gnta.webp",
      },
      {
        id: 5,
        title: "ბორჯომი",
        description:
          "მინერალურ წყალ „ბორჯომს“ (Borjomi) მსოფლიოს 32 ქვეყანაში შეხვდები და ის საქართველოს ერთგვარი სავიზიტო ბარათია. ქალაქი ბორჯომი კი საქართველოს ერთ-ერთი მნიშვნელოვანი კურორტია, სადაც სამკურნალო წყაროები, წიწვოვანი ტყეები და ჰაერი განსაკუთრებულად მარგებელი თვისებებით ხასიათდება.",
        image: "/popular-tours/borjomi.webp",
      },
    ],
  },
  {
    id: 4,
    image: "/popular-tours/lashkroba-shovi-udziro-tba-glola.webp",
    city: "2 ქალაქი",
    sight: "3 სანახაობა",
    activity: "2 აქტივობა",
    title: "რაჭის ორდღიანი ტური",
    descriptin:
      "ამ ორდღიან ტურზე, რაჭაში, სხვადასხვა პერიოდის ქართული ხუროთმოძღვრების ნიმუშებს აღმოაჩენ, გამორჩეულ ადგილებს ესტუმრები და ისეთ კლიმატურ-ბალნეოლოგიური კურორტებს მოივლი, როგორიცაა შოვი და უწერა. Რაჭული თავგადასავლის განმავლობაში, ასევე ნახავ შაორის წყალსაცავს, ბარაკონს, ნიკორწმინდას და სხვა.",
    time: "24-30სთ",
    distance: "75კმ",
    difficulty: "საშუალო",
    tours: [
      {
        id: 1,
        title: "ნიკორწმინდის საკათედრო ტაძარი",
        description:
          "მდიდრული ჩუქურთმებით ნაქსოვი არშიები, მრავალფეროვანი სიუჟეტის მქონე ფრესკები, ცადაწვდენილი, მაღალყელიანი გუმბათი - ეს ეროვნული ხუროთმოძღვრების შედევრად აღიარებული ნიკორწმინდის ტაძარია. 2007 წლიდან იუნესკოს მსოფლიო მემკვიდრეობის საცდელ სიაში შეტანილი ამ ძეგლის ნახვა რაჭაში, ამბროლაურის მუნიციპალიტეტის სოფელ ნიკორწმინდაში შეგიძლია.",
        image: "/popular-tours/nikortsminda-cathedral.webp",
      },
      {
        id: 2,
        title: "ბარაკონის ღვთისმშობლის ეკლესია",
        description:
          "რაჭა, მწვანე მთებით გარშემორტყმული სოფელი წესი, მდინარეების - ლუხუნისა და რიონის შესართავი, ხეობაში შეყუჟული სახლები, შემაღლებულზე კი მარადისობის ნიშანივით მდგარი ბარაკონი - ეს ქართული ხუროთმოძღვრების ცოცხალი ძეგლია. როცა მას დაინახავ, აუცილებლად დაფიქრდები, რეალურია თუ არა ის.",
        image: "/popular-tours/barakoni-church-of-virgin-mary-gnta.webp",
      },
      {
        id: 3,
        title: "შაორის ტბა",
        description:
          "რაჭაში, თოვლით დაფარული მწვერვალების, უღრანი ტყეებისა და ყვავილებით მოჩითული მდელოების გულში ხელოვნური წყალსაცავი მდებარეობს - შაორი, რომელიც გართობისა და დასვენებისთვის ზღაპრულ გარემოს შეგიქმნის.",
        image: "/popular-tours/shaori-lake-gnta.webp",
      },
      {
        id: 4,
        title: "ჯომარდობა რიონზე: უწერა-ონი",
        description:
          "მდინარე რიონზე ეს საჯომარდო მარშრუტი ულამაზეს რაჭას გაივლის, რომელიც დასავლეთ საქართველოს ჩრდილო-აღმოსავლეთში, რიონისა და მისი შენაკადების ხეობაშია გაშენებული.",
        image: "/popular-tours/rafting-on-rioni-oni-ambrolauri.webp",
      },
      {
        id: 5,
        title: "შოვი-უძირო ტბა-სოფელი გლოლა",
        description:
          "რაჭაში, ონიდან 30 კმ-ში, ზღვის დონიდან 1600 მეტრ სიმაღლეზე ბალნეოლოგიურ კურორტ შოვიდან ლაშქრობის ერთ-ერთი საუკეთესო მარშრუტი შოვი-უძირო ტბა-სოფელი გლოლა იწყება.",
        image: "/popular-tours/shovi-udziro-tba-glola-gnta.webp",
      },
      {
        id: 6,
        title: "ამბროლაური",
        description:
          "მდინარეების - რიონისა და კრიხულის შესართავთან 550 მეტრ სიმაღლეზე გაშენებული პატარა ქალაქი XVII საუკუნეში იმერეთის მეფეების ერთ-ერთი რეზიდენცია იყო. ეს ამბროლაურია - რაჭა-ლეჩხუმ-ქვემო სვანეთის ადმინისტრაციული ცენტრი, ცივი ზამთრის, მშრალი და ცხელი ზაფხულისა და ულამაზესი ხედების ადგილი.",
        image: "/popular-tours/ambrolauri-gnta.webp",
      },
      {
        id: 7,
        title: "ონი",
        description:
          "თბილისიდან 210 კმ-ში, რაჭაში, მდინარე რიონის მარცხენა ნაპირზე, ღრმა ხეობაში გაშენებულია მყუდრო ქალაქი ონი. ისტორიულ წყაროებში ონი პირველად XV-XVI საუკუნეებშია მოხსენიებული, მაგრამ ქალაქის ტერიტორიაზე ადამიანები ბრინჯაოს ხანიდან ცხოვრობდნენ. საკუთრივ ქალაქი ძვ. წ. II საუკუნეში იბერიის მეფე ფარნაჯომს დაუარსებია. ამას ონში აღმოჩენილი ძვ. წ. VI-III საუკუნეების ბრინჯაოს ხანის ნივთები ადასტურებს.",
        image: "/popular-tours/oni-gnta.webp",
      },
      {
        id: 8,
        title: "შოვი",
        description:
          "თუ ივნისიდან ოქტომბრამდე, რამდენიმე დღით მაინც, საქართველოში მოგზაურობას გეგმავ, მაშინ შოვზე აუცილებლად უნდა იცოდე - რაჭის მთების მარგალიტზე, კურორტზე, რომელიც სამკურნალო, მინერალური წყლების, წიწვოვანი ტყეებისა და ჟანგბადით გაჯერებული ჰაერის სამეფოა.",
        image: "/popular-tours/shovi-gnta.webp",
      },
    ],
  },
  {
    id: 5,
    image: "/popular-tours/upper-svaneti-gnta.webp",
    city: "1 ქალაქი",
    sight: "7 სანახაობა",
    activity: "0 აქტივობა",
    title: "ორდღიანი ტური სვანეთში",
    descriptin:
      "თუ დაუვიწყარ თავგადასავალს ეძებ და ლეგენდებით სავსე მხარეებში მოგზაურობაც გიზიდავს, მაშინ სვანეთს უნდა ეწვიო და საქართველოს უმაღლესი მწვერვალი, ულამაზესი ბუნება, ხელუხლებელი ტყეები, კლდეებთან ჰარმონიულად შერწყმული კოშკოვანი სოფლები და მედიდურად აღმართული მთები უნდა მოინახულო.",
    time: "24-30სთ",
    distance: "55კმ",
    difficulty: "რთული",
    tours: [
      {
        id: 1,
        title: "მარგიანის სახლ-მუზეუმი",
        description:
          "სვანეთში ბევრი რამ არის სანახავი, ხეობებში მოღრიალე მდინარეებით დაწყებული და არისტოკრატულად მდგარი მთებით დამთავრებული, თუმცა გამონაკლისი მაინც არსებობს და ეს სვანური კოშკია. ამ 4-5-სართულიან ნაგებობებს სვანები როგორც საცხოვრებლად, ისე მტრისგან თავდასაცავად იყენებდნენ.",
        image: "/popular-tours/margiani-defence-tower-and-museum-gnta.webp",
      },
      {
        id: 2,
        title: "სიყვარულის კოშკი სვანეთში",
        description:
          "მესტიიდან ევროპის ყველაზე მაღალ დასახლებამდე, უშგულამდე მიმავალ გზაზე, მდინარე ენგურში, უზარმაზარ ლოდზე „სიყვარულის კოშკი“ დგას. თუ სურვილი გექნება, მის დასათვალიერებლად გზიდან გადახვევაც არ დაგჭირდება.",
        image: "/popular-tours/svan-tower-of-love-gnta.webp",
      },
      {
        id: 3,
        title: "ლამარია - უშგულის ღვთისმშობლის ტაძარი",
        description:
          "უშგული თავისი ისტორიით, კულტურული თავისებურებებით, უნიკალური არქიტექტურითა და ულამაზესი ბუნებით საოცრად მომნუსხველი ადგილია. სწორედ ამ მხარეში, სოფელ ჟიბიანის ჩრდილოეთით, ამაღლებულ ბორცვზე სვანეთის ერთ-ერთი ყველაზე დიდი ღირსშესანიშნაობა - ლამარიას, იგივე უშგულის, ღვთისმშობლის სახელობის ტაძარი დგას. იგი, ისტორიული და არქიტექტურული თვალსაზრისით, ერთ-ერთი გამორჩეული ხუროთმოძღვრული ძეგლია საქართველოში.",
        image: "/popular-tours/lamaria-gnta.webp",
      },
      {
        id: 4,
        title: "ლაგურკა",
        description:
          "სვანეთი საოცრებების მხარეა, რადგან ის არა მხოლოდ უძველესი კულტურული ნაგებობებითაა გამორჩეული, არამედ აქაური ხუროთმოძღვრების ძეგლები უნიკალურ ისტორიებსა და საიდუმლოებებით შემკულ ლეგენდებს აცოცხლებს. ერთ-ერთი ასეთი გასაოცარი ტაძარია ლაგურკა - წმინდა კვირიკესა და წმინდა ივლიტას სახელობის ეკლესია, რომელიც კალას თემის სოფელ ხეში, მთის წვერზე დგას. მას უამრავი ლეგენდა და ჩვეულება უკავშირდება.",
        image:
          "/popular-tours/lagurka-the-kala-church-of-saints-cyricus-and-julitta-gnta.webp",
      },
      {
        id: 5,
        title: "სვანეთის ისტორიისა და ეთნოგრაფიის მუზეუმი",
        description:
          "სვანეთი საქართველოს ყველაზე მაღალმთიანი მხარეა და აქ უამრავ საინტერესო თავგადასავალს გადააწყდები. სვანეთში, ისევე, როგორც საქართველოს სხვა მთიან რეგიონებში, ერთმანეთს ერწყმის წარმართული და ქრისტიანული რიტუალები, წეს-ჩვეულებები, რაც ახალ, თვითმყოფად სახეს იღებს და განსაკუთრებით ტურისტებსა და მოგზაურებს იზიდავს. ამ მხარეში რომ იმოგზაურებ, სვანეთის ისტორიისა და ეთნოგრაფიის მუზეუმს აუცილებლად უნდა ესტუმრო, რადგან ეს ადგილი შენ წინ სვანეთის უდიდეს ისტორიას გააცოცხლებს.",
        image:
          "/popular-tours/svaneti-museum-of-history-and-ethnography-gnta.webp",
      },
      {
        id: 6,
        title: "უშგულის ეთნოგრაფიული მუზეუმი",
        description:
          "მესტიის მუნიციპალიტეტში, უშგულში, მე-13 საუკუნის სვანური ტიპის ორსართულიანი კირწყლით ნაშენ შენობაში, რომელსაც  „მაჩუბ დარბაზს“ უწოდებენ, ძველი სვანეთის ჩვეულება და ტრადიციები ცოცხლდება - აქ ეთნოგრაფიული მუზეუმია განთავსებული.",
        image: "/popular-tours/ushguli-art-museum-gnta.webp",
      },
      {
        id: 7,
        title: "მიხეილ ხერგიანის სახლ-მუზეუმი",
        description:
          "1969 წელს თურქესტანის ქედის 4960 მეტრ სიმაღლის მწვერვალს მისი სახელი ეწოდა. მისი სახელი უწოდეს 1978 წელს მზის სისტემაში აღმოჩენილ ასტეროიდსაც, ნომრით 3234. ,,ალპინიზმის ლეგენდა, მთის დამპყრობელი, კლდის ვეფხვი“ - ასე მოიხსენიებენ მიხეილ ხერგიანს - ადამიანს, რომელმაც მთელი ცხოვრება მწვერვალების დაპყრობას მიუძღვნა.",
        image: "/popular-tours/mikheil-khergiani-house-museum-gnta.webp",
      },
      {
        id: 8,
        title: "უშგული",
        description:
          "როდესაც სვანეთში მოხვდები, საოცარი ხედების ფოტოებზე აღბეჭდვას „ენგურჰესიდან“ დაიწყებ, რომელიც მონუმენტური კაშხალია და მოგზაურებში ერთ-ერთი საკმაოდ პოპულარული ადგილი, თუმცა არ უნდა დაგავიწყდეს უშგულის მონახულებაც. კლდეებს შორის მოქცეული, ზამთარში თეთრ საბურველში გახვეული, ზაფხულში კი მწვანე ველებითა და სვანური კოშკებით შემკული უშგული წარმოუდგენლად ლამაზია.",
        image: "/popular-tours/ushguli-gnta.webp",
      },
      {
        id: 9,
        title: "მესტია",
        description:
          "თუ მესტიაში ერთხელ მაინც იმოგზაურებ, აქაური ბუნება და გასაოცარი ლანდშაფტები საოცარი შთაბეჭდილებებით აგავსებს.",
        image: "/popular-tours/mestia-gnta.webp",
      },
    ],
  },
  {
    id: 6,
    image: "/popular-tours/bolnisi.webp",
    city: "2 ქალაქი",
    sight: "3 სანახაობა",
    activity: "0 აქტივობა",
    title: "ერთდღიანი ტური ბოლნისსა და დმანისში",
    descriptin:
      "ამ მარტივი, ერთდღიანი მარშრუტით, ბოლნისსა და ისტორიული თავგადასავლებით სავსე დმანისში მიდიხარ, სადაც განსაკუთრებით გამორჩეულ და მრავალფეროვან კულტურულ ძეგლებს იხილავ, ბუნებაში განტვირთვის შესაძლებლობაც გექნება და შენს თვალწინ პირველი ევროპელების ყოფა-ცხოვრების ამსახველი ექსპონატები გადაიშლება.",
    time: "6-8სთ",
    distance: "55კმ",
    difficulty: "ადვილი",
    tours: [
      {
        id: 1,
        title: "ბოლნისის სიონი",
        description:
          "ბოლნისის ღვთისმშობლის მიძინების ტაძარი, იგივე ბოლნისის სიონი, ერთ-ერთი უძველესი და უმნიშვნელოვანესი ძეგლია ძველ ქართულ ხუროთმოძღვრებაში.",
        image: "/popular-tours/bolnisi-sioni-gnta.webp",
      },
      {
        id: 2,
        title: "დმანისი - პირველი ევრაზიელების სამშობლო",
        description:
          "თბილისიდან 85 კილომეტრის დაშორებით მდებარე დმანისი მსოფლიოს ცნობილი არქეოლოგების ყურადღების ცენტრშია. სწორედ აქ აღმოაჩინეს ზეზვა და მზია – პირველი ევრაზიელი ადამიანები, უფრო სწორად - ჰომინინები. ეს აღმოჩენა 1991 წელს გაკეთდა და უკვე 2000 წელს ჟურნალმა Science-მა დმანისელი ადამიანები (Homo georgicus) მსოფლიო მეცნიერებაში მომხდარ 10 ყველაზე მნიშვნელოვან მოვლენას შორის დაასახელა.",
        image: "/popular-tours/urban-archaeology-of-dmanisi-gnta.webp",
      },
      {
        id: 3,
        title: "წუღრუღაშენის ეკლესია",
        description:
          "მსუბუქი, ჰაეროვანი, ზეცისკენ ატყორცნილი ფერადი ტაძარი ირგვლივ გამეფებული სიმშვიდით ყოველთვის წარუშლელ შთაბეჭდილებას ახდენს - მიუხედავად იმისა, პირველად უყურებ მას თუ აქ არაერთხელ ხარ ნამყოფი. ეს წუღრუღაშენია - ქვემო ქართლში, მდინარე ბოლნისისწყლის მარჯვენა ნაპირზე, სოფელ ბოლნისთან შემაღლებულზე მდგარი ულამაზესი ქართული ტაძარი.",
        image: "/popular-tours/tsurughasheni-church-gnta.webp",
      },
      {
        id: 4,
        title: "ბოლნისი",
        description:
          "ბოლნისი დღეს საქართველოს ერთ-ერთი მნიშვნელოვანი სასოფლო-სამეურნეო რეგიონია. აქ ისეთი ჰავა და ნიადაგია, მოსახლეობას წელიწადში სამი მოსავალი მოჰყავს, მაგრამ ბოლნისში ჩასულს ადგილობრივი მასპინძელი, პირველ რიგში, გერმანულ სახლებს დაგათვალიერებინებს.",
        image: "/popular-tours/bolnisi-gnta.webp",
      },
      {
        id: 5,
        title: "დმანისი",
        description:
          "დმანისში დროში იმოგზაურებ - აქ 1,8 მილიონი წლის წინათ მცხოვრები ადამიანების, გამყინვარების ეპოქის ხმალკბილა ვეფხვების და, უხსოვარი დროის საცხოვრებელი ქვაბულების გარემოში აღმოჩნდები; მიწაში ოქროს საგანძურია ნაპოვნი, მიწის ზემოთ კი დიდებული არქიტექტურული ძეგლებია შემორჩენილი.",
        image: "/popular-tours/urban-archaeology-of-dmanisi-gnta.webp",
      },
    ],
  },
  {
    id: 7,
    image: "/popular-tours/racha-lechkhumi.webp",
    city: "2 ქალაქი",
    sight: "3 სანახაობა",
    activity: "0 აქტივობა",
    title: "ერთდღიანი ტური რაჭაში",
    descriptin:
      "ადგილები, რომლებსაც ამ ტურის განმავლობაში მოინახულებ, თავისი დიდებულებით ნამდვილად გაგაოცებს - სხვადასხვა პერიოდის მნიშვნელოვანი კულტურული ძეგლები, უძველესი ფრესკები, მომნუსხველი ბუნება და კლდეებში ჩუმად ჩამალული ტბები - თუ ხეტიალი გიყვარს, აქაურობა, სულ რაღაც ერთ დღეში, თავს შეგაყვარებს.",
    time: "8-12სთ",
    distance: "50კმ",
    difficulty: "ადვილი",
    tours: [
      {
        id: 1,
        title: "ნიკორწმინდის საკათედრო ტაძარი",
        description:
          "მდიდრული ჩუქურთმებით ნაქსოვი არშიები, მრავალფეროვანი სიუჟეტის მქონე ფრესკები, ცადაწვდენილი, მაღალყელიანი გუმბათი - ეს ეროვნული ხუროთმოძღვრების შედევრად აღიარებული ნიკორწმინდის ტაძარია. 2007 წლიდან იუნესკოს მსოფლიო მემკვიდრეობის საცდელ სიაში შეტანილი ამ ძეგლის ნახვა რაჭაში, ამბროლაურის მუნიციპალიტეტის სოფელ ნიკორწმინდაში შეგიძლია.",
        image: "/popular-tours/nikortsminda-cathedral.webp",
      },
      {
        id: 2,
        title: "ბარაკონის ღვთისმშობლის ეკლესია",
        description:
          "რაჭა, მწვანე მთებით გარშემორტყმული სოფელი წესი, მდინარეების - ლუხუნისა და რიონის შესართავი, ხეობაში შეყუჟული სახლები, შემაღლებულზე კი მარადისობის ნიშანივით მდგარი ბარაკონი - ეს ქართული ხუროთმოძღვრების ცოცხალი ძეგლია. როცა მას დაინახავ, აუცილებლად დაფიქრდები, რეალურია თუ არა ის.",
        image: "/popular-tours/barakoni-church-of-virgin-mary-gnta.webp",
      },
      {
        id: 3,
        title: "შაორის ტბა",
        description:
          "რაჭაში, თოვლით დაფარული მწვერვალების, უღრანი ტყეებისა და ყვავილებით მოჩითული მდელოების გულში ხელოვნური წყალსაცავი მდებარეობს - შაორი, რომელიც გართობისა და დასვენებისთვის ზღაპრულ გარემოს შეგიქმნის.",
        image: "/popular-tours/shaori-lake-gnta.webp",
      },
      {
        id: 4,
        title: "ამბროლაური",
        description:
          "მდინარეების - რიონისა და კრიხულის შესართავთან 550 მეტრ სიმაღლეზე გაშენებული პატარა ქალაქი XVII საუკუნეში იმერეთის მეფეების ერთ-ერთი რეზიდენცია იყო. ეს ამბროლაურია - რაჭა-ლეჩხუმ-ქვემო სვანეთის ადმინისტრაციული ცენტრი, ცივი ზამთრის, მშრალი და ცხელი ზაფხულისა და ულამაზესი ხედების ადგილი.",
        image: "/popular-tours/ambrolauri-gnta.webp",
      },
      {
        id: 5,
        title: "ონი",
        description:
          "თბილისიდან 210 კმ-ში, რაჭაში, მდინარე რიონის მარცხენა ნაპირზე, ღრმა ხეობაში გაშენებულია მყუდრო ქალაქი ონი. ისტორიულ წყაროებში ონი პირველად XV-XVI საუკუნეებშია მოხსენიებული, მაგრამ ქალაქის ტერიტორიაზე ადამიანები ბრინჯაოს ხანიდან ცხოვრობდნენ. საკუთრივ ქალაქი ძვ. წ. II საუკუნეში იბერიის მეფე ფარნაჯომს დაუარსებია. ამას ონში აღმოჩენილი ძვ. წ. VI-III საუკუნეების ბრინჯაოს ხანის ნივთები ადასტურებს.",
        image: "/popular-tours/oni-gnta.webp",
      },
    ],
  },
];
