export interface Section {
  id: string;
  content: string;
  image?: string;
  image1?: string;
  image2?: string;
  image3?: string;
  title?: string;
  description?: string;
  buttonText?: string;
  section02Images?: { src: string; alt: string; text: string }[];
  geographyOfGeorgia?: { image: string; title: string; description: string }[];
}

export interface ContentItem {
  title: string;
  description: string;
  imageSrc?: string; // Optional image source
  alt?: string; // Optional alt text
}

export const sidebarItems = [
  "მითების დასაწყისი",
  "ლექსი და ზღაპარი",
  "ცაში გაფრენილი ქართული სიმღერა",
  "ქართული გენია, როკვით განფენილი",
];

export const contentItems: ContentItem[] = [
  {
    title: "მითების დასაწყისი",
    description:
      "ხვამლის მთა საქართველოში ის ადგილია, სადაც მსოფლიო მითოლოგიაზე არსებული წარმოდგენა სრულიად შეგეცვლება. საქართველოში გაიგებ, რომ ბერძნული ტიტანის პროტოტიპი ქართული მითოლოგიის გამორჩეული გმირი ამირანია, რომლის სახე ძვ.წ. XXX საუკუნიდან ძვ.წ. XX საუკუნემდე ჩნდება და არქეოლოგიურ ნიმუშებზეცაა აღბეჭდილი. ეს ბერძნული მითოლოგიის შექმნამდე დიდი ხნით ადრე იყო. \n\n ამირანის შესახებ ამბებს საქართველოს ყველა კუთხეში მოგიყვებიან - როგორ გადაყლაპა იგი ვეშაპმა ბრძოლის დროს, როგორ გაუჭრა გვერდი და ამოვიდა მისი მუცლიდან, როგორც ჰერკულესი გვიანდელ ბერძნულ მითოლოგიაში. როგორ მოიტაცა ქართველმა გმირმა ზეციური ქალწული, რომელიც ციური ცეცხლის განსახიერება იყო, როგორ შეებრძოლა ღმერთს, რომელმაც გმირი კავკასიონის მთაზე მიაჯაჭვა და გულ-მკერდის საჯიჯგნად არწივი მიუჩინა. \n\n საქართველოში მოგიყვებიან კოლხი მეფის ასულისა და მკურნალის, მედეას ტრაგიკული ისტორიის რეალურ ამბავს. როგორ დაეხმარა საყვარელ ადამიანს, ბერძენ იასონს „ოქროს საწმისის“ მოპოვებაში და როგორ გახდა თავად უდიდესი ღალატის მსხვერპლი. ამ ისტორიით იმასაც გაიგებ, რამდენად ძველია ქართული ფარმაკოლოგიის სათავეები და რატომ დაუკავშირდა მედეას, როგორც მკურნალის, სახელი მედიცინას. \n\n ქართულ მითოლოგიაში უამრავი კითხვის პასუხია კაცობრიობის დაბადებიდან დღემდე - რა ისურვა დამბადებელმა ღმერთმა ადამიანისთვის, რატომ პაექრობდნენ მზე, მთვარე, ცა და დედამიწა და ა. შ. მოაყოლე ეს ისტორიები თუნდაც ასაკოვან ქართველებს და ჩვენი ზეპირსიტყვიერების მნიშვნელობასაც მიხვდები.  ",
    imageSrc: "/why-georgia/khvamli-mountain-georgia.webp",
    alt: "Mountains",
  },
  {
    title: "ლექსი და ზღაპარი",
    description:
      "ქართული ფოლკლორის სიმდიდრე მხოლოდ მითები არ გეგონოს. გაგაოცებს ხალხური ლექსების რითმებით ახსნილი სიყვარული და ამაოების ტკივილი. მთაში სუფრაზე მოხვედრილს გაგამხიარულებს ლექსებით პაექრობა, რასაც ჩვენში კაფიაობასა და შაირობას უწოდებენ. \n\n ცალკე აღსანიშნავია ქართული ანდაზებით გადმოცემული სიბრძნე, საოცარი მოსასმენია ქართული ხალხური ზღაპრები, რომლებიც მოხერხებულობას, ერთგულებას, გმირობასა და ბოროტზე სიკეთის გამარჯვებას ასწავლის მკითხველს.",
    imageSrc: "",
    alt: "River",
  },
  {
    title: "ცაში გაფრენილი ქართული სიმღერა",
    description:
      "თუ სამყაროში მოგზაურობა გსურს, ქართველების ცოცხლად შესრულებული „ჩაკრულო“ უნდა მოისმინო. მაშინ მიხვდები, რატომ მოხვდა ეს მრავალხმიანი ქართული ხალხური სიმღერა კოსმოსურ თანამგზავრ  „Voyager 2“-ზე მზის სისტემაში სამოგზაუროდ. \n\n აუცილებლად უნდა მოისმინო ქართლ-კახური მრავალჟამიერი, მეგრული „ნანა“, გურული „ხასანბეგურა“ და „კრიმანჭული“ (კრინში შესრულებული ჩახვეული სიმღერა), სვანური „ლილე“, იმერული „ნადური“ და ქართული ფოლკლორის უამრავი სხვა ნიმუში, რომელთა მრავალხმიანობა იუნესკოს მიერ კაცობრიობის ზეპირსიტყვიერი და არამატერიალური მემკვიდრეობის შედევრადაა აღიარებული და შეტანილი არამატერიალური კულტურული მემკვიდრეობის წარმომადგენლობით სიაში. \n\n საქართველოს ყველა კუთხის, 15-ამდე დიალექტზე შესრულებული სიმღერები სათავეს უძველეს დროში იღებს და ჩვენი ქვეყნის ერთ დიდ ისტორიას მოგითხრობს. სრულიად გამორჩეული და ამაღელვებელია ქართული საეკლესიო საგალობლები, რომლებსაც ასევე საუკუნეების წინათ ჩაეყარა საფუძველი და რომელთა მოსმენა ქართულ ეკლესიებში შეიძლება.",
    imageSrc: "/why-georgia/georgian-national-singers.webp",
    alt: "Lake",
  },
  {
    title: "ქართული გენია, როკვით განფენილი",
    description:
      "ასე უწოდა ქართულ ცეკვას გენიალურმა ქართველმა მწერალმა გრიგოლ რობაქიძემ. ერის გონი, ანბანის თითოეული ასო ქართულ ცეკვაშია მოცემული. ქვეყანა თავის ისტორიას ცეკვით გიყვება. \n\n ცეკვა „ქართული“, „მთიულური“, „ბაღდადური“, „ჯეირანი“, „კინტოური“, „ხანჯლური“, „განდაგანა“, „სამაია“, „ხორუმი“ - ეს ქართული ხალხური ცეკვების მხოლოდ მცირე ჩამონათვალია. მათი ისტორია საუკუნეებს ითვლის, ქორეოგრაფია კი დღევანდელი კლასიკური ბალეტის დონეზეა აყვანილი. ცალკე აღსანიშნავია ტრადიციული ქართული ცეკვების თანამედროვე ვარიაციები, ახალი ცეკვები, რომლებიც საქართველოს აწმყოს შთამბეჭდავი გამოძახილია. \n\n დახვეწილ, ეროვნულ ტანსაცმელში შესრულებული ქართული ხალხური სიმღერები და ცეკვები ულამაზეს სანახაობას ქმნის და ამიტომ არ წყდება ანშლაგები მსოფლიოს უდიდეს სცენებზე, როდესაც მათზე გამოსასვლელად ქართველები ემზადებიან. \n\n ეს ქართულ ფოლკლორში მოგზაურობის მხოლოდ მცირე ტურია. მისი სიდიადე გაცილებით ღრმაა. ამ სიღრმის ყველაზე კარგად შეგრძნება კი, რაღა თქმა უნდა, აქ, საქართველოში შეგიძლია.", // Empty description example
    imageSrc: "/why-georgia/why-georgia-dance.webp",
    alt: "Beach",
  },
];

export const sections: Section[] = [
  {
    id: "start",
    content: "აქ არის Start სექცია",
    image1: "/flags/image1.webp",
    image2: "/flags/image2.webp",
    image3: "/flags/clouds.webp",
  },
  {
    id: "section-01",
    content: "აქ არის 01 სექცია",
    image1: "/flags/image2.webp",
    image2: "/flags/image3.webp",
    image3: "/flags/clouds.webp",
    title: "საქართველოს \n გეოგრაფია",
    description:
      "საქართველო ევროპისა და აზიის გზაგასაყარზე, კავკასიაში, შავი ზღვის სანაპიროზე მდებარეობს. ის საუკუნეების განმავლობაში ასრულებდა ცივილიზაციების დამაკავშირებელ ფუნქციას და სწორედ აქ გადიოდა „აბრეშუმის გზაც“ - მსოფლიოს უმსხვილესი სავაჭრო არტერია.",
    buttonText: "გაიგე მეტი",
    geographyOfGeorgia: [
      {
        image: "/why-georgia/georgian-folk.webp",
        title: "უნიკალური ქართული ფოლკლორი",
        description:
          "იცი, ვინ იყო პრომეთეს პროტოტიპი ან სად მიაჯაჭვა იგი ზევსმა? სად ინახებოდა „ოქროს საწმისი“, რომლის მოსაპოვებლად იაზონმა ზღვები გადალახა? ვინ იყო მედეა, ვისი სახელიდანაც მოდის მედიცინა? ან სად მღერიან „ჩაკრულოს“, რომელიც კოსმოსში გაიგზავნა?",
      },
    ],
  },
  {
    id: "section-02",
    content: "აქ არის 02 სექცია",
    section02Images: [
      { src: "/flags/spring.webp", alt: "Slide 1", text: "გაზაფხული" },
      { src: "/flags/summer.webp", alt: "Slide 2", text: "ზაფხული" },
      { src: "/flags/autumn.webp", alt: "Slide 4", text: "შემოდგომა" },
      { src: "/flags/winter.webp", alt: "Slide 3", text: "ზამთარი" },
    ],
    geographyOfGeorgia: [
      {
        image: "/flags/bla2.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-03",
    content: "აქ არის 03 სექცია",
    image: "/flags/doqi.png",
    geographyOfGeorgia: [
      {
        image: "/flags/image03.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
];
