export interface Section {
  id: string;
  content: string;
  image?: string;
  image1?: string;
  image2?: string;
  image3?: string;
  title?: string;
  description?: string;
  buttonText?: string;
  section02Images?: { src: string; alt: string; text: string }[];
  geographyOfGeorgia?: { image: string; title: string; description: string }[];
}

export interface ContentItem {
  title: string;
  description: string;
  anotherDescription?: string;
  imageSrc?: string; // Optional image source
  alt?: string; // Optional alt text
}

export const sidebarItems = [
  "მითების დასაწყისი",
  "ლექსი და ზღაპარი",
  "ცაში გაფრენილი ქართული სიმღერა",
  "ქართული გენია, როკვით განფენილი",
];

export const contentItems: ContentItem[] = [
  {
    title: "მითების დასაწყისი",
    description:
      "ხვამლის მთა საქართველოში ის ადგილია, სადაც მსოფლიო მითოლოგიაზე არსებული წარმოდგენა სრულიად შეგეცვლება. საქართველოში გაიგებ, რომ ბერძნული ტიტანის პროტოტიპი ქართული მითოლოგიის გამორჩეული გმირი ამირანია, რომლის სახე ძვ.წ. XXX საუკუნიდან ძვ.წ. XX საუკუნემდე ჩნდება და არქეოლოგიურ ნიმუშებზეცაა აღბეჭდილი. ეს ბერძნული მითოლოგიის შექმნამდე დიდი ხნით ადრე იყო. \n\n ამირანის შესახებ ამბებს საქართველოს ყველა კუთხეში მოგიყვებიან - როგორ გადაყლაპა იგი ვეშაპმა ბრძოლის დროს, როგორ გაუჭრა გვერდი და ამოვიდა მისი მუცლიდან, როგორც ჰერკულესი გვიანდელ ბერძნულ მითოლოგიაში. როგორ მოიტაცა ქართველმა გმირმა ზეციური ქალწული, რომელიც ციური ცეცხლის განსახიერება იყო, როგორ შეებრძოლა ღმერთს, რომელმაც გმირი კავკასიონის მთაზე მიაჯაჭვა და გულ-მკერდის საჯიჯგნად არწივი მიუჩინა. \n\n საქართველოში მოგიყვებიან კოლხი მეფის ასულისა და მკურნალის, მედეას ტრაგიკული ისტორიის რეალურ ამბავს. როგორ დაეხმარა საყვარელ ადამიანს, ბერძენ იასონს „ოქროს საწმისის“ მოპოვებაში და როგორ გახდა თავად უდიდესი ღალატის მსხვერპლი. ამ ისტორიით იმასაც გაიგებ, რამდენად ძველია ქართული ფარმაკოლოგიის სათავეები და რატომ დაუკავშირდა მედეას, როგორც მკურნალის, სახელი მედიცინას. \n\n ქართულ მითოლოგიაში უამრავი კითხვის პასუხია კაცობრიობის დაბადებიდან დღემდე - რა ისურვა დამბადებელმა ღმერთმა ადამიანისთვის, რატომ პაექრობდნენ მზე, მთვარე, ცა და დედამიწა და ა. შ. მოაყოლე ეს ისტორიები თუნდაც ასაკოვან ქართველებს და ჩვენი ზეპირსიტყვიერების მნიშვნელობასაც მიხვდები.",
    anotherDescription:
      "ამ და მსოფლიო კულტურასთან დაკავშირებული კიდევ უამრავი კითხვის პასუხი ქართულ ფოლკლორშია.",
    imageSrc: "/why-georgia/khvamli-mountain-georgia.webp",
    alt: "Mountains",
  },
  {
    title: "ლექსი და ზღაპარი",
    description:
      "ქართული ფოლკლორის სიმდიდრე მხოლოდ მითები არ გეგონოს. გაგაოცებს ხალხური ლექსების რითმებით ახსნილი სიყვარული და ამაოების ტკივილი. მთაში სუფრაზე მოხვედრილს გაგამხიარულებს ლექსებით პაექრობა, რასაც ჩვენში კაფიაობასა და შაირობას უწოდებენ. \n\n ცალკე აღსანიშნავია ქართული ანდაზებით გადმოცემული სიბრძნე, საოცარი მოსასმენია ქართული ხალხური ზღაპრები, რომლებიც მოხერხებულობას, ერთგულებას, გმირობასა და ბოროტზე სიკეთის გამარჯვებას ასწავლის მკითხველს.",
    imageSrc: "",
    alt: "River",
  },
  {
    title: "ცაში გაფრენილი ქართული სიმღერა",
    description:
      "თუ სამყაროში მოგზაურობა გსურს, ქართველების ცოცხლად შესრულებული „ჩაკრულო“ უნდა მოისმინო. მაშინ მიხვდები, რატომ მოხვდა ეს მრავალხმიანი ქართული ხალხური სიმღერა კოსმოსურ თანამგზავრ  „Voyager 2“-ზე მზის სისტემაში სამოგზაუროდ. \n\n აუცილებლად უნდა მოისმინო ქართლ-კახური მრავალჟამიერი, მეგრული „ნანა“, გურული „ხასანბეგურა“ და „კრიმანჭული“ (კრინში შესრულებული ჩახვეული სიმღერა), სვანური „ლილე“, იმერული „ნადური“ და ქართული ფოლკლორის უამრავი სხვა ნიმუში, რომელთა მრავალხმიანობა იუნესკოს მიერ კაცობრიობის ზეპირსიტყვიერი და არამატერიალური მემკვიდრეობის შედევრადაა აღიარებული და შეტანილი არამატერიალური კულტურული მემკვიდრეობის წარმომადგენლობით სიაში. \n\n საქართველოს ყველა კუთხის, 15-ამდე დიალექტზე შესრულებული სიმღერები სათავეს უძველეს დროში იღებს და ჩვენი ქვეყნის ერთ დიდ ისტორიას მოგითხრობს. სრულიად გამორჩეული და ამაღელვებელია ქართული საეკლესიო საგალობლები, რომლებსაც ასევე საუკუნეების წინათ ჩაეყარა საფუძველი და რომელთა მოსმენა ქართულ ეკლესიებში შეიძლება.",
    imageSrc: "/why-georgia/georgian-national-singers.webp",
    alt: "Lake",
  },
  {
    title: "ქართული გენია, როკვით განფენილი",
    description:
      "ასე უწოდა ქართულ ცეკვას გენიალურმა ქართველმა მწერალმა გრიგოლ რობაქიძემ. ერის გონი, ანბანის თითოეული ასო ქართულ ცეკვაშია მოცემული. ქვეყანა თავის ისტორიას ცეკვით გიყვება. \n\n ცეკვა „ქართული“, „მთიულური“, „ბაღდადური“, „ჯეირანი“, „კინტოური“, „ხანჯლური“, „განდაგანა“, „სამაია“, „ხორუმი“ - ეს ქართული ხალხური ცეკვების მხოლოდ მცირე ჩამონათვალია. მათი ისტორია საუკუნეებს ითვლის, ქორეოგრაფია კი დღევანდელი კლასიკური ბალეტის დონეზეა აყვანილი. ცალკე აღსანიშნავია ტრადიციული ქართული ცეკვების თანამედროვე ვარიაციები, ახალი ცეკვები, რომლებიც საქართველოს აწმყოს შთამბეჭდავი გამოძახილია. \n\n დახვეწილ, ეროვნულ ტანსაცმელში შესრულებული ქართული ხალხური სიმღერები და ცეკვები ულამაზეს სანახაობას ქმნის და ამიტომ არ წყდება ანშლაგები მსოფლიოს უდიდეს სცენებზე, როდესაც მათზე გამოსასვლელად ქართველები ემზადებიან. \n\n ეს ქართულ ფოლკლორში მოგზაურობის მხოლოდ მცირე ტურია. მისი სიდიადე გაცილებით ღრმაა. ამ სიღრმის ყველაზე კარგად შეგრძნება კი, რაღა თქმა უნდა, აქ, საქართველოში შეგიძლია.", // Empty description example
    imageSrc: "/why-georgia/why-georgia-dance.webp",
    alt: "Beach",
  },
];

export const sections: Section[] = [
  {
    id: "start",
    content: "აქ არის Start სექცია",
    image1: "/flags/image1.webp",
    image2: "/flags/image2.webp",
    image3: "/flags/clouds.webp",
  },
  {
    id: "section-01",
    content: "აქ არის 01 სექცია",
    image1: "/flags/image2.webp",
    image2: "/flags/image3.webp",
    image3: "/flags/clouds.webp",
    title: "საქართველოს \n გეოგრაფია",
    description:
      "საქართველო ევროპისა და აზიის გზაგასაყარზე, კავკასიაში, შავი ზღვის სანაპიროზე მდებარეობს. ის საუკუნეების განმავლობაში ასრულებდა ცივილიზაციების დამაკავშირებელ ფუნქციას და სწორედ აქ გადიოდა „აბრეშუმის გზაც“ - მსოფლიოს უმსხვილესი სავაჭრო არტერია.",
    buttonText: "გაიგე მეტი",
    geographyOfGeorgia: [
      {
        image: "/why-georgia/georgian-folk.webp",
        title: "უნიკალური ქართული ფოლკლორი",
        description:
          "იცი, ვინ იყო პრომეთეს პროტოტიპი ან სად მიაჯაჭვა იგი ზევსმა? სად ინახებოდა „ოქროს საწმისი“, რომლის მოსაპოვებლად იაზონმა ზღვები გადალახა? ვინ იყო მედეა, ვისი სახელიდანაც მოდის მედიცინა? ან სად მღერიან „ჩაკრულოს“, რომელიც კოსმოსში გაიგზავნა?",
      },
    ],
  },
  {
    id: "section-02",
    content: "აქ არის 02 სექცია",
    section02Images: [
      { src: "/flags/spring.webp", alt: "Slide 1", text: "გაზაფხული" },
      { src: "/flags/summer.webp", alt: "Slide 2", text: "ზაფხული" },
      { src: "/flags/autumn.webp", alt: "Slide 4", text: "შემოდგომა" },
      { src: "/flags/winter.webp", alt: "Slide 3", text: "ზამთარი" },
    ],
    geographyOfGeorgia: [
      {
        image: "/flags/bla2.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-03",
    content: "აქ არის 03 სექცია",
    image: "/flags/doqi.png",
    geographyOfGeorgia: [
      {
        image: "/flags/image03.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
];

// -----------------------------------------------------   1 end

// -----------------------------------------------------  2 start

export const sidebarItems2 = [
  "ზეზვა და მზია",
  "ქართული დამწერლობა",
  "მსოფლიო მნიშვნელობის ქართული ძეგლები",
  "ქართული ქვევრის ღვინო",
];

export const contentItems2: ContentItem[] = [
  {
    title: "ზეზვა და მზია",
    description:
      "1991 წელს საქართველოში, დმანისში აღმოჩენილმა პირველმა თავის ქალამ, რომელიც 1.8 მილიონი წლით დათარიღდა, კაცობრიობის ისტორია ლამის ამოატრიალა. ეს იყო პირველი ადამიანი ევროპაში, რომელსაც მეცნიერებმა „ადამიანი საქართველოდან“ – „ჰომო გეორგიკუსი“ უწოდეს. დმანისი კი, სადაც იმ პერიოდის კიდევ ხუთი თავის ქალა იპოვეს, პირველი ევროპელი ადამიანის საცხოვრებლად გამოაცხადეს. \n\n ასე დაინგრა მრავალწლიანი ისტორია აფრიკიდან ჰომინიდების პირველი განსახლების შესახებ და ევრაზიის კოლონიზაციის თარიღმაც ასობით ათასი წლით უკან გადაიწია. \n\n პირველმა ევროპელებმა, რომლებსაც ზეზვა და მზია უწოდეს და რომელთა სახეები რეკონსტრუირებულია, მრავალ ქვეყანაში „იმოგზაურეს“ და მსოფლიოს პირველი ევროპელი ადამიანის სახე, მათი აღნაგობა და ცხოვრების წესი ხილულად გააცნეს. \n\n პირველი ევროპელების - ზეზვასა და მზიას ნახვა მათ სამშობლოში, საქართველოში, ეროვნული მუზეუმის დმანისის მუზეუმ-ნაკრძალშია შესაძლებელი.  ",
    anotherDescription:
      "ისინი იუნესკომ კაცობრიობის არამატერიალური კულტურული მემკვიდრეობის წარმომადგენლობით ნუსხაში შეიტანა. თუმცა ეს ყველაფერი არ არის. ჩვენი ქვეყნის ისტორიაში კიდევ ბევრი რამაა, კაცობრიობა რომ შეცვალა და მსოფლიოს განვითარებას ხელი შეუწყო.",
    imageSrc: "/why-georgia/dmanisi-georgia.webp",
    alt: "Mountains",
  },
  {
    title: "ქართული დამწერლობა",
    description:
      "რა ენაზე საუბრობდნენ საქართველოში მცხოვრები პირველი ევროპელები, მეცნიერებს ჯერ არ დაუდგენიათ, თუმცა ვიცით, რომ ქართული დამწერლობა ძვ. წ. III საუკუნეში უკვე სახელმწიფო დამწერლობად იყო გამოცხადებული. \n\n თუკი ნეკრესის ნაქალაქარზე მოხვდები, აუცილებლად დააკვირდი სამარხზე აღმოჩენილ წარწერას. როგორც მეცნიერები ვარაუდობენ, ის შესაძლოა, წინაქრისტიანული პერიოდით დათარიღდეს, რაც იმას ნიშნავს, რომ ეს ჩვენამდე მოღწეული უძველესი ქართული დამწერლობის ნიმუში იქნება. \n\n მსოფლიოში რამდენიმე ათეული დამწერლობაა მათ შორის სამი ქართულია - ასომთავრული, ნუსხური და მხედრული. ისინი ერთ-ერთ უძველეს დამწერლობად მიიჩნევა და, როგორც „ქართული ანბანის სამი სახეობის ცოცხალი კულტურა“, იუნესკოს კაცობრიობის არამატერიალური კულტურული მემკვიდრეობის წარმომადგენლობით ნუსხაშია შეტანილი.",
    imageSrc: "/why-georgia/why-georgia-a-unique-alphabet.webp",
    alt: "River",
  },
  {
    title: "მსოფლიო მნიშვნელობის ქართული ძეგლები",
    description:
      "საქართველოს ტერიტორია, რომელიც ადამიანის ცხოვრების მილიონ საუკუნეზე მეტი ხნის ისტორიას ინახავს, ბუნებრივია, არქიტექტურული ძეგლების სიძველითა და მრავალფეროვნებითაც გამოირჩევა. \n\n ამ ეტაპისთვის იუნესკოს მიერ მსოფლიო კულტურული მემკვიდრეობის ძეგლთა სიაში ხუთი ძეგლია შეტანილი: XI საუკუნის სვეტიცხოვლის საკათედრო ტაძარი, VI საუკუნის მცხეთის ჯვრის მონასტერი, XI საუკუნის სამთავროს მონასტერი, XII-XIII საუკუნეების გელათის სამონასტრო კომპლექსი და უშგულის თემის სოფლები (ლამჯურიში, მურყმელი, ჟიბიანი, ჩაჟაში და ჩვაბიანი) თავიანთი უნიკალური სვანური ციხე-კოშკებით. \n\n ეს ძეგლები საქართველოს უძველეს ისტორიას მოგითხრობს, არქიტექტურული მრავალფეროვნებით, ფრესკებით, ჩუქურთმებითა და წარწერებით. \n\n იუნესკოს მსოფლიო მემკვიდრეობის ძეგლთა სიაშია კოლხეთის ტროპიკული ტყეები და ჭაობები და არც აქ მოგზაურობა უნდა გამოტოვო. სათავგადასავლო ტურიზმის მოყვარულებს დაუვიწყარი თავგადასავალი ელით ეროვნულ პარკებსა და დაცულ ტერიტორიებში, რომლებიც შავი ზღვის ზომიერად თბილი და ნოტიო აღმოსავლეთ სანაპიროს 80 კილომეტრზეა გადაჭიმული.",
    imageSrc: "/why-georgia/jvari-monastery(1).webp",
    alt: "Lake",
  },
  {
    title: "ქართული ქვევრის ღვინო",
    description:
      "საქართველოში მოგზაურობა ისე არ უნდა დაასრულო, რომ ქართულ მარანში ქვევრის გახსნის რიტუალი არ ნახო, მერე ამ ქვევრის თავზე გაშლილ სახელდახელო სუფრასთან, შოთის პურთან და გუდის ყველთან ერთად, ქვევრში დაყენებული ღვინო არ დააგემოვნო, არ დაილოცო და მრავალხმიანი სიმღერით - „მრავალჟამიერით“ არ დატკბე. \n\n ქვევრის ღვინო იმ მეთოდითაა დაყენებული, რომელიც იუნესკოს არამატერიალური კულტურული მემკვიდრეობის წარმომადგენლობით სიაში აქვს შეტანილი, როგორც „ქვევრის ღვინის დაყენების უძველესი ქართული ტრადიციული მეთოდი“. ეს კიდევ ერთხელ ადასტურებს, რომ ქვევრის ღვინის დაყენების რვა ათასწლიან ისტორიას სათავე საქართველოში დაედო და რომ ღვინის სამშობლო საქართველოა.  \n\n იუნესკოს არამატერიალური კულტურული მემკვიდრეობის წარმომადგენლობით სიაშია ქართული მრავალხმიანობაც, რომელიც კაცობრიობის ზეპირსიტყვიერი და არამატერიალური მემკვიდრეობის შედევრად არის აღიარებული. \n\n ეს იმას ნიშნავს, რომ ტერიტორიულად პატარა საქართველო ის ქვეყანაა, სადაც რომელიმე ქართული ოჯახის მარანში, ქვევრის თავზე სახელდახელოდ გაშლილ სუფრასთან ერთდროულად მსოფლიოს რამდენიმე საგანძურთან შეხება შეგიძლია.", // Empty description example
    imageSrc: "/why-georgia/schuchmann-wines-chateau-villas-spa-gnta.webp",
    alt: "Beach",
  },
];

export const sections2: Section[] = [
  {
    id: "start",
    content: "აქ არის Start სექცია",
    image1: "/flags/image1.webp",
    image2: "/flags/image2.webp",
    image3: "/flags/clouds.webp",
  },
  {
    id: "section-01",
    content: "აქ არის 01 სექცია",
    image1: "/flags/image2.webp",
    image2: "/flags/image3.webp",
    image3: "/flags/clouds.webp",
    title: "საქართველოს \n გეოგრაფია",
    description:
      "საქართველო ევროპისა და აზიის გზაგასაყარზე, კავკასიაში, შავი ზღვის სანაპიროზე მდებარეობს. ის საუკუნეების განმავლობაში ასრულებდა ცივილიზაციების დამაკავშირებელ ფუნქციას და სწორედ აქ გადიოდა „აბრეშუმის გზაც“ - მსოფლიოს უმსხვილესი სავაჭრო არტერია.",
    buttonText: "გაიგე მეტი",
    geographyOfGeorgia: [
      {
        image: "/why-georgia/unesco-heritage-georgia.webp",
        title: "მსოფლიო მნიშვნელობის მემკვიდრეობა",
        description:
          "იუნესკოს მსოფლიო კულტურული მემკვიდრეობის ძეგლების სიაში, მსოფლიოს მასშტაბით, 1153 ძეგლია შეტანილი. მათ შორისაა ქართული ანბანი და ქვევრის ღვინის დაყენების ქართული ტრადიციული მეთოდი.",
      },
    ],
  },
  {
    id: "section-02",
    content: "აქ არის 02 სექცია",
    section02Images: [
      { src: "/flags/spring.webp", alt: "Slide 1", text: "გაზაფხული" },
      { src: "/flags/summer.webp", alt: "Slide 2", text: "ზაფხული" },
      { src: "/flags/autumn.webp", alt: "Slide 4", text: "შემოდგომა" },
      { src: "/flags/winter.webp", alt: "Slide 3", text: "ზამთარი" },
    ],
    geographyOfGeorgia: [
      {
        image: "/flags/bla2.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-03",
    content: "აქ არის 03 სექცია",
    image: "/flags/doqi.png",
    geographyOfGeorgia: [
      {
        image: "/flags/image03.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
];

// ------------------------------------------------- 2 end

// ------------------------------------------------- 3 start

export const sidebarItems3 = [
  "ქართული ანბანის  განვითარების საფეხურები",
  "წერილობითი წყაროები",
  "სამეცნიერო კვლევები",
  "სამი განსხვავებული დამწერლობა",
  "ქართული ენის საინტერესო თავისებურება",
];

export const contentItems3: ContentItem[] = [
  {
    title: "ქართული ანბანის  განვითარების საფეხურები",
    description:
      "ქართულმა ანბანმა თავისი ხანგრძლივი არსებობის განმავლობაში სამი საფეხური განვლო: ასომთავრული (ხუცური ასომთავრული, ანუ მრგლოვანი), ნუსხური (ხუცური, ნუსხა-ხუცური, კუთხოვანი) და მხედრული. თითოეული მათგანი თავისი დამახასიათებელი გრაფიკული სტილით გამოირჩევა. ქართული ანბანის ეს ცვლილებები საუკუნეების განმავლობაში წარმოქმნილმა სხვადასხვა ფაქტორმა განსაზღვრა.",
    anotherDescription: "",
    imageSrc: "",
    alt: "Mountains",
  },
  {
    title: "წერილობითი წყაროები",
    description:
      "უძველესი წერილობითი ძეგლები, რომლებმაც ჩვენამდე მოაღწია, V საუკუნეს მიეკუთვნება. ბოლნისის სიონის ტაძრის წარწერა 493-494 წლებით თარიღდება. XX საუკუნის 50-იან წლებამდე ის უძველესად მიიჩნეოდა. 1952-1953 წლებში იტალიელმა არქეოლოგმა ვირჯილიო კორბომ პალესტინაში, იუდას უდაბნოში, ბეთლემის მახლობლად,  ქართული მონასტრის ნანგრევები აღმოაჩინა სამი ქართული წარწერით. ორი მათგანი  V საუკუნის პირველი ნახევრით (428-432 წ.) თარიღდება. \n\n ქართულ დამწერლობას რომ უფრო ხანგრძლივი ისტორია აქვს, ამის მაგალითია, აგრეთვე, XX საუკუნის ბოლოს ნეკრესის ნაქალაქარის (კახეთი, ყვარლის რაიონი) არქეოლოგიური ექსპედიციის მიერ აღმოჩენილი ქართული წარწერები, რომლებიც წინაქრისტიანული  ეპოქის  ძეგლებად არის მიჩნეული.",
    imageSrc: "",
    alt: "River",
  },
  {
    title: "სამეცნიერო კვლევები",
    description:
      "სამეცნიერო წრეებში დღემდე არსებობს საფუძვლიანი ვარაუდი იმის შესახებ, რომ დამწერლობა ქართველებმა V საუკუნეზე გაცილებით ადრე შექმნეს. ქართველი მეცნიერი ივანე ჯავახიშვილი ხანგრძლივი კვლევის შედეგად მივიდა დასკვნამდე, რომ ქართული ანბანის წარმოშობის სათავეები წარმართულ, ქრისტიანობამდელ ხანაშია საძიებელი. \n\n ანტიკური პერიოდის ბერძნულ-რომაულ წყაროებში არაერთი ცნობა მოიპოვება იმის შესახებ,  რომ ქართველებს (კოლხებს) წინაქრისტიანულ ეპოქაში ჰქონდათ დამწერლობა. ასეთი რამ იკითხება პერგამონელის (II ს.), როდოსელისა (IV ს.) და სხვა ისტორიკოსების მიერ დაწერილ საისტორიო წყაროებში. პროფესორი რამაზ პატარიძე გარკვეულწილად ეთანხმება ამ მოსაზრებას და ქართული ასომთავრული ასო-ნიშნების გრაფიკულ ანალიზზე დაყრდნობით ასაბუთებს, რომ  ქართული დამწერლობა ფინიკიური დამწერლობის საფუძველზე  ქრისტესშობამდე მეხუთე საუკუნის დასასრულს ქართველ ქურუმთა მიერ არის შექმნილი. ",
    imageSrc: "",
    alt: "Lake",
  },
  {
    title: "სამი განსხვავებული დამწერლობა",
    description:
      "უძველესი ქართული დამწერლობაა ასომთავრული, რომლის ნიმუშებიც ადრეულ ისტორიულ ძეგლებზე გვხვდება. მათ შორისაა: დავათის სტელა (367), პალესტინის 433 წლის ბაკურისა და გრი-ორმიზიდის წარწერა, ბოლნისის სიონის 493-494  წლების სამშენებლო წარწერა, V-VI საუკუნეების პალიმფსესტური ხელნაწერები. მოხაზულობისა და ფორმების გამო, მას „მრგლოვანიც“ ეწოდება. V საუკუნიდან მოყოლებული ასომთავრულით იწერებოდა ქართული დამწერლობის უძველესი ძეგლები. \n\n IX საუკუნის შემდეგ თანდათან კუთხოვანმა, ანუ ნუსხურმა, დამწერლობამ მოიკიდა ფეხი. ეს არის ქართული ანბანის განვითარების მეორე საფეხური, რომელიც უშუალოდ ასომთავრულის გრაფიკული გარდაქმნის შედეგად ჩამოყალიბდა. \n\n მხედრული დამწერლობით ქართველები უკვე ათი საუკუნეა ვწერთ და ვკითხულობთ. როგორც პალეოგრაფები ამტკიცებენ, მხედრული ნუსხური ასოების გამარტივების გზითაა მიღებული და  წყაროებში X საუკუნიდან გვხვდება. ამ დამწერლობის პირველი ნიმუშია ატენის სიონის ერთ-ერთი წარწერა, რომელიც 982-986 წლებით არის დათარიღებული.", // Empty description example
    imageSrc: "",
    alt: "Beach",
  },
  {
    title: "ქართული ენის საინტერესო თავისებურება",
    description:
      "ქართული ენა ერთ-ერთი ყველაზე სრულყოფილი ენაა მსოფლიოში - აქ ყველა ასოს თავისი შესატყვისი ბგერა აქვს და ყველა ისე გამოთქმის, როგორც იწერება. \n\n ქართველმა მწერალმა და საზოგადო მოღვაწემ ილია ჭავჭავაძემ და მისმა თანამებრძოლებმა უმნიშვნელოვანესი წვლილი შეიტანეს ქართული ენის რეფორმირებაში. მათ ანბანიდან ამოიღეს 5 მოძველებული ასო, რომლებიც ცოცხალ ქართულ ენაში აღარ გამოიყენებოდა. ეს ასო-ბგერები დღეს მხოლოდ ქართველურ ენებსა და დიალექტებში (ხევსურული, ფშაური, სვანური, ტაოური, იმერხეული, ფერეიდნული) გვხვდება. \n\n ქართული დამწერლობა უნიკოდის სტანდარტში პირველად 1991 წელს აისახა. ქართული ასო-ნიშნების ჯგუფის შექმნაში დიდი წვლილი მიუძღვით ქართველოლოგ იოსტ გიპერტსა და შრიფტების ექსპერტს დამწერლობისთვის კოდირების განსაზღვრის საკითხში მაიკლ ევერსონს. აღსანიშნავია, რომ ქართულ მხედრულ ანბანს 2016 წელს ოფიციალურად მიენიჭა უფლება, გამოყენებული იყოს „საერთაშორისო საინტერესო მისამართებისთვის“. \n\n 2016 წელს UNESCO-მ „ქართული ანბანის სამი სახეობის ცოცხალი კულტურა“ კაცობრიობის არამატერიალურ კულტურულ მემკვიდრეობად აღიარა. მეოთხე საუკუნის ლიტერატურული ძეგლის, იოანე ზოსიმეს ჯერ კიდევ გაუშიფრავი და ამოუხსნელი „ქებაი და დიდებაი ქართულისა ენისაი“, უამრავი ლექსი თუ ლეგენდა გვეუბნება, რამდენად მნიშვნელოვანია ის იმ ხალხისთვის, ვინც მრავალი საუკუნის წინათ უნიკალური დამწერლობა შექმნა.", // Empty description example
    imageSrc: "",
    alt: "Beach",
  },
];

export const sections3: Section[] = [
  {
    id: "start",
    content: "აქ არის Start სექცია",
    image1: "/flags/image1.webp",
    image2: "/flags/image2.webp",
    image3: "/flags/clouds.webp",
  },
  {
    id: "section-01",
    content: "აქ არის 01 სექცია",
    image1: "/flags/image2.webp",
    image2: "/flags/image3.webp",
    image3: "/flags/clouds.webp",
    title: "საქართველოს \n გეოგრაფია",
    description:
      "საქართველო ევროპისა და აზიის გზაგასაყარზე, კავკასიაში, შავი ზღვის სანაპიროზე მდებარეობს. ის საუკუნეების განმავლობაში ასრულებდა ცივილიზაციების დამაკავშირებელ ფუნქციას და სწორედ აქ გადიოდა „აბრეშუმის გზაც“ - მსოფლიოს უმსხვილესი სავაჭრო არტერია.",
    buttonText: "გაიგე მეტი",
    geographyOfGeorgia: [
      {
        image: "/why-georgia/why-georgia-a-unique-alphabet.webp",
        title: "უნიკალური ქართული ანბანი",
        description:
          "საისტორიო წყაროები, ძველ ტაძრებზე, სამარხებსა თუ სტელებზე აღმოჩენილი წარწერები დღემდე მეცნიერთა კვლევისა და დავის საგანია, თუმცა დადასტურებულია, რომ ქართული ანბანი ერთ-ერთი უძველესი, სრულყოფილი ანბანური სისტემაა.",
      },
    ],
  },
  {
    id: "section-02",
    content: "აქ არის 02 სექცია",
    section02Images: [
      { src: "/flags/spring.webp", alt: "Slide 1", text: "გაზაფხული" },
      { src: "/flags/summer.webp", alt: "Slide 2", text: "ზაფხული" },
      { src: "/flags/autumn.webp", alt: "Slide 4", text: "შემოდგომა" },
      { src: "/flags/winter.webp", alt: "Slide 3", text: "ზამთარი" },
    ],
    geographyOfGeorgia: [
      {
        image: "/flags/bla2.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-03",
    content: "აქ არის 03 სექცია",
    image: "/flags/doqi.png",
    geographyOfGeorgia: [
      {
        image: "/flags/image03.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
];

// ---------------------------------------------------- 4 start

export const sidebarItems4 = [
  "აჭარის პლაჟები",
  "გურიის მაგნიტური ქვიშა",
  "სამეგრელოს ძველი და ახალი პლაჟები",
];

export const contentItems4: ContentItem[] = [
  {
    title: "აჭარის პლაჟები",
    description:
      "თუ ოჯახთან ერთად მშვიდი დასვენება გსურს, თან ისე, რომ, შავი ზღვის კამკამა სანაპიროსთან ერთად, მწვანე მთების გარემოცვაშიც იგრძნო სიმყუდროვე, აჭარის სამი კურორტიდან -  (სარფი, კვარიათი და გონიო - ) ერთ-ერთი უნდა შეარჩიო. ცოტა ხნის წინ ისინი პატარა დაბები იყო, დღეს კი საზღვაო კურორტებია. \n\n აქაური მშვენიერი სუბტროპიკული კლიმატი, ეკოლოგიურად სუფთა ზღვა და მთები, კარგად განვითარებულ ტურისტულ ინფრასტრუქტურასთან ერთად, ენერგიის სრულ აღდგენაში დაგეხმარება. ზღვის ქვეშ მოგზაურობის მოყვარულებმა კი უნდა იცოდნენ, რომ კვარიათი მყვინთავებისთვის ერთ-ერთი საუკეთესო ადგილია. \n\n თუ საკურორტო ცხოვრების აურზაური გიზიდავს, მაშინ იქვე, რამდენიმე კილომეტრში, ბათუმში - აჭარის დედაქალაქში უნდა ჩახვიდე. საპორტო ქალაქში დღის განმავლობაში შესაძლებელია კრიალა ცის ქვეშ  მოელვარე ზღვაში რუჯის მიღება, კატერებითა და იახტებით შუა ზღვაში მოგზაურობა, სერფინგით ტალღების დაპყრობა და პარაპლანით თოლიებთან ერთად ფრენა. \n\n სიცოცხლე ღამის ბათუმშიც ჩქეფს - კეთილმოწყობილი სანაპიროს ბულვარით, ევროპული მოედნებით, მსოფლიო ბრენდის მაღალი კლასის სასტუმროებით, რესტორნებით, სხვადასხვა მიმართულების ფესტივალებითა და გაჩირაღდნებული კაზინოებით მიხვდები, რომ ბათუმი უფრო აზარტული დასვენების მოყვარულთა ადგილია. \n\n თუ სუბტროპიკული სამოთხის ხილვა გინდა, აჭარის სანაპიროზე მწვანე კონცხს, ციხისძირსა  და ჩაქვს უნდა ეწვიო. იშვიათი მცენარეებით გარშემორტყმულ სანაპიროებზე ზღვა ზურმუხტისფერი, გამორჩეულად სუფთა და კამკამაა. გარუჯვის შემდეგ მზის ჩასვლის ცქერა და ბოტანიკური ბაღის სუბტროპიკული მცენარეების ხეივნებში გასეირნება შენს დასვენებას რომანტიზმით შეავსებს. \n\n აჭარის პლაჟებიდან ცალკე აღნიშვნის ღირსია კლიმატურ-ბალნეოლოგიური კურორტი ქობულეთი და მისი ფიჭვნარი, რომელიც ბუნებრივი ანტიბიოტიკებით გაჯერებული ჰაერის წყაროა. ამიტომ, როდესაც ქობულეთზე საუბრობენ, მის პლაჟთან და სუფთა ზღვასთან ერთად, ცნობილ ფიჭვნარსაც იხსენებენ, რომელიც  სუნთქვის ორგანოთა არატუბერკულოზური, ნერვული და გულ-სისხლძარღვთა სისტემის პრობლემების, სისხლნაკლებობისა და რაქიტის სამკურნალო საუკეთესო საშუალებაა.  \n\n ერთი რჩევაც - აჭარის პლაჟებზე მზითა და ზღვით ტკბობის პარალელურად აჭარული კერძების დაგემოვნებაც არ დაგავიწყდეს.",
    anotherDescription:
      "პასუხი მარტივია: თუ გაითვალისწინებ საქართველოს ბუნებისა და კლიმატის მრავალფეროვნებას, რამდენიმე კილომეტრში რადიკალურად რომ იცვლება, ქვეყნის კუთხეების ტრადიციებს, კულტურასა და ეგზოტიკურ სამზარეულოს, კარგად განვითარებულ სათავგადასავლო ტურიზმს, დარწმუნდები, რომ ეს პატარა სანაპირო ზოლი მხოლოდ კამკამა ზღვის ტალღები, მცხუნვარე მზე, გრილი ნიავი და კენჭოვანი ან ქვიშიანი სანაპიროები კი არა, ესაა პლაჟები, რომლებიც ერთდროულად იქცევა შენი მშვიდი, ჯანმრთელობისთვის სასარგებლო და თავგადასავლებით სავსე დასვენების ადგილად. ",
    imageSrc: "/why-georgia/batumi(1).webp",
    alt: "Mountains",
  },
  {
    title: "გურიის მაგნიტური ქვიშა",
    description:
      "აჭარის კენჭოვან სანაპიროებს რამდენიმე კილომეტრში გურიის ქვიშიანი პლაჟები ცვლის. უბრალო ქვიშა არ გეგონოს. ურეკისა და გრიგოლეთის ხუთკილომეტრიანი სანაპირო ზოლი უჩვეულო, ნაცრისფერი და შავი ქვიშითაა დაფარული, რომელიც უნიკალური სამკურნალო ეფექტის მაგნეტიტს შეიცავს. ძალიან პოპულარულია შეკვეთილის სანაპირო, რომელიც, ერთი მხრივ, მყუდრო დასვენების შესაძლებლობას მოგცემთ, მეორე მხრივ კი, საოცარი საკონცერტო დარბაზით - ბლექ სი არენა, დენდროლოგიური პარკით და მუსიკოსების, მინიატიურებისა და ციცინათელების პარკითაა გამორჩეული. \n\n ურეკი-გრიგოლეთის მაგნიტური ქვიშა ადამიანის კუნთოვანი სისტემის, გულისა და ფილტვების პრობლემების საუკეთესო სამკურნალო საშუალებაა. ამ კურორტებზე დასვენება განსაკუთრებით სასარგებლოა ბავშვებისთვის. მზის ენერგიით გაცხელებულ ქვიშაში წოლითაც კი უზარმაზარ ენერგიას დააგროვებ, D ვიტამინით აივსები და სხეულს ახალი ენერგიით გააჯერებ. ამიტომ ეს კურორტები აუცილებლად უნდა დაიმახსოვრო.",
    imageSrc: "/why-georgia/ureki-gnta.webp",
    alt: "River",
  },
  {
    title: "სამეგრელოს ძველი და ახალი პლაჟები",
    description:
      "მართალია, სამეგრელოში ფოთის ერთ-ერთი გარეუბანი - მალთაყვა დიდი ხანია საპლაჟო ადგილად მიიჩნევა, მაგრამ ფოთის პორტი მის ზღვაზე მნიშვნელოვან გავლენას ახდენს და ამიტომ დამსვენებლები აქ უფრო მშვიდი დასვენებისთვის ჩადიან. \n\n ბოლო პერიოდში უფრო და უფრო პოპულარული ხდება ანაკლია და განმუხური, რომლებიც საქართველოს დასავლეთ სანაპიროზე მდებარეობს. ეს არა მარტო ყველაზე ახალგაზრდა კურორტებია, არამედ  ერთ-ერთი ყველაზე ეკოლოგიური ადგილია საქართველოს შავი ზღვის სანაპიროზე. აქ მშრალი და ზომიერი კლიმატია, ბათუმისგან, სარფისა და ქობულეთისგან განსხვავებით. \n\n აქვე, მდინარე ენგურზე აგებულია ევროპის ყველაზე გრძელი საფეხმავლო ხიდი, რომლის ნახვაც აუცილებლად მოგინდება. \n\n თუ შავი ზღვის ლაჟვარდოვან სანაპიროებზე დასვენებას გადაწყვეტ, ჩვენს მრავალფეროვან და სამკურნალო თვისებებით გამორჩეულ პლაჟებს შორის აუცილებლად იპოვი შენთვის მოსაწონ დასასვენებელ ადგილს. ",
    imageSrc: "/why-georgia/anaklia-ganmukhuri.webp",
    alt: "Lake",
  },
];

export const sections4: Section[] = [
  {
    id: "start",
    content: "აქ არის Start სექცია",
    image1: "/flags/image1.webp",
    image2: "/flags/image2.webp",
    image3: "/flags/clouds.webp",
  },
  {
    id: "section-01",
    content: "აქ არის 01 სექცია",
    image1: "/flags/image2.webp",
    image2: "/flags/image3.webp",
    image3: "/flags/clouds.webp",
    title: "საქართველოს \n გეოგრაფია",
    description:
      "საქართველო ევროპისა და აზიის გზაგასაყარზე, კავკასიაში, შავი ზღვის სანაპიროზე მდებარეობს. ის საუკუნეების განმავლობაში ასრულებდა ცივილიზაციების დამაკავშირებელ ფუნქციას და სწორედ აქ გადიოდა „აბრეშუმის გზაც“ - მსოფლიოს უმსხვილესი სავაჭრო არტერია.",
    buttonText: "გაიგე მეტი",
    geographyOfGeorgia: [
      {
        image: "/why-georgia/seaside-adjara-black-sea.webp",
        title: "შავი ზღვის სანაპიროები",
        description:
          "ალბათ, იკითხავ, მსოფლიოს 81 ზღვიდან რატომ უნდა შეარჩიო ზაფხულში დასასვენებლად მაინცდამაინც შავი ზღვა და შავიზღვისპირა ექვსი სახელმწიფოდან ყველაზე პატარა ქვეყანა - საქართველო?",
      },
    ],
  },
  {
    id: "section-02",
    content: "აქ არის 02 სექცია",
    section02Images: [
      { src: "/flags/spring.webp", alt: "Slide 1", text: "გაზაფხული" },
      { src: "/flags/summer.webp", alt: "Slide 2", text: "ზაფხული" },
      { src: "/flags/autumn.webp", alt: "Slide 4", text: "შემოდგომა" },
      { src: "/flags/winter.webp", alt: "Slide 3", text: "ზამთარი" },
    ],
    geographyOfGeorgia: [
      {
        image: "/flags/bla2.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-03",
    content: "აქ არის 03 სექცია",
    image: "/flags/doqi.png",
    geographyOfGeorgia: [
      {
        image: "/flags/image03.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
];

// ------------------------------------------------- 5 start

export const sidebarItems5 = [
  "საქართველო",
  "როგორ იქმნებოდა საქართველო",
  "და მაინც, რატომ საქართველო?",
];

export const contentItems5: ContentItem[] = [
  {
    title: "საქართველო",
    description:
      "ცივილიზაციის ქვეყანა - საქართველო ევროპისა და აზიის გასაყარზე, კავკასიაში მდებარეობს. დასავლეთიდან მას შავი ზღვა ესაზღვრება, ჩრდილოეთიდან - რუსეთის ფედერაცია, სამხრეთ-აღმოსავლეთიდან - აზერბაიჯანი, სამხრეთიდან - სომხეთი და თურქეთი. \n\n 1991 წელს ქვემო ქართლში, დმანისში ჩატარებული არქეოლოგიური გათხრების დროს აღმოჩენილი ჰომინიდების ჩონჩხის ფრაგმენტებმა, რომელთა ასაკი 1 800 000 წელია, არა მარტო ის დაადასტურა, რომ საქართველო ქვეყანაა, არამედ ისიც, რომ პირველი ევროპელები სწორედ მის ტერიტორიაზე ცხოვრობდნენ. ",
    anotherDescription:
      "მართლაც, კავკასიაში, ევროპისა და აზიის გზაგასაყარზე მდებარე ჩვენი ქვეყანა საუკუნეების განმავლობაში იყო ძლიერი სახელმწიფოების ინტერესის ობიექტი. ბევრ დამპყრობელს შეჰბრძოლებია, ბევრი დამარცხება უგემია, მაგრამ ფეხზე დადგომა ყოველთვის მოუხერხებია. ცალკე აღნიშვნის ღირსია ის, რაც საქართველომ მსოფლიო ცივილიზაციას შესძინა თავისი უნიკალური დამწერლობით, მრავალხმიანი სიმღერითა თუ საოცარი ცეკვით, ღვინის დაყენებით, ძაფის დართვით, რკინის დამუშავებით, ოქროს მოპოვებითა და ბევრი სხვა საოცრებით, რომლებიც კაცობრიობის განვითარების ისტორიის კულუარებიდან ჯერ კიდევ არ გამოუტანიათ.",
    imageSrc: "/why-georgia/why-georgia-dance-gnta.webp",
    alt: "Mountains",
  },
  {
    title: "როგორ იქმნებოდა საქართველო",
    description:
      "პირველი პოლიტიკური გაერთიანება - დიაოხი და კოლხა აქ ძვ. წ. II საუკუნის ბოლოს მდინარე ჭოროხის აუზში შეიქმნა; ძვ წ. IV საუკუნეში იბერიის სამეფო ჩამოყალიბდა დღევანდელი აღმოსავლეთ საქართველოს ტერიტორიაზე; ძვ წ. VI საუკუნეში შექმნილი კოლხეთის (იგივე ეგრისის) სამეფო კი დღევანდელი დასავლეთ საქართველოს ტერიტორიაზე იყო განლაგებული. \n\n VI საუკუნეში საქართველოში ოთხი სამთავრო იყო: ლაზეთის, აფშილების, აბაზგების, სანიგების. VIII საუკუნის ბოლოს აღმოსავლეთ საქართველოში შეიქმნა კახეთის სამთავრო, აგრეთვე, ფერეთის სამეფო, დასავლეთ საქართველოში - აფხაზთა სამეფო. IX საუკუნის დასაწყისში სამხრეთ-დასავლეთ საქართველოში ჩნდება ტაო-კლარჯეთის სამთავრო, რომელიც 888 წლიდან იწოდება, როგორც ქართველთა სამეფო.  \n\n X საუკუნის ბოლოსა და XI საუკუნის დასაწყისში გაერთიანდა აფხაზთა და ქართველთა სახელმწიფოები და ერთიანი საქართველოს პირველი მეფე ბაგრატ III გახდა. XII საუკუნეში ამ გაერთიანებას მეფე დავით აღმაშენებელმა კახეთ-ჰერეთი, ტაშირ-ძორაგეტის სამეფო და თბილისის საამირო შემოუერთა. გარეშე მტრების მეცადინეობით კვლავ დანაწევრებული ქვეყანა XIV საუკუნეში გიორგი ბრწყინვალემ გააერთიანა, თუმცა ცოტა ხნით. \n\n 1490 წლიდან საქართველო ქართლის, კახეთის, იმერეთის სამეფოებად, სამცხის საათაბაგოდ დაიშალა, XVI საუკუნეში იმერეთის სამეფოს გამოეყო სამეგრელოს, გურიის, აფხაზეთისა და სვანეთის სამთავროები. 1555 წელს ირანმა და ოსმალეთმა დადეს ამასიის ზავი, რითაც ორად გაყვეს დაპყრობილი საქართველო. ქართლსა და კახეთს ირანი დაეპატრონა, დასავლეთ საქართველოსა და სამცხის საათაბაგოს - ოსმალეთი.  \n\n XVIII საუკუნიდან ქართლი და კახეთი ერთიანი სამეფო ხდება. 1783 წელს მისი მეფე - ერეკლე II იძულებულია რუსეთთან გეორგიევსკის ტრაქტატი გააფორმოს. ამით ქართლ-კახეთის სამეფო რუსეთის პროტექტორატის ქვეშ გადადის, ეს უკანასკნელი კი დებს პირობას, შეინარჩუნოს მისი სამეფო ტახტი და ხელი შეუწყოს სამეფოს განვითარებას. სამწუხაროდ, ეს პირობა არ შესრულდა. 1801 წელს რუსეთმა ქართლ-კახეთის სამეფო გააუქმა და გუბერნიის სტატუსით შეიერთა. ამას მოჰყვა დანარჩენი ქართული სამეფოებისა და სამთავროების მიერთება. \n\n 1918 წელს, როცა რუსეთის იმპერია დაემხო, საქართველომ დამოუკიდებლობა გამოაცხადა და შექმნა პირველი რესპუბლიკა. მან მხოლოდ სამი წელი, იმედითა და მომავლის რწმენით სავსე სამი წელი იარსება. 1921 წელს ქვეყანაში საბჭოთა რუსეთის 25-ე არმია შემოვიდა. საქართველოში რუსეთმა სამი ავტონომიური რესპუბლიკა შექმნა: აფხაზეთის, აჭარისა და სამხრეთ ოსეთის. ასე დაიწყო საბჭოთა იმპერიაში ცხოვრების 70-წლიანი ეპოპეა. მორიგი იძულებითი კავშირისგან თავის დახსნა ქვეყანამ 1991 წელს, საბჭოთა კავშირის დაშლის შემდეგ შეძლო. \n\n რამდენიმე აბზაცში ჩატეული ამ საუკუნეების განმავლობაში საქართველო არაერთი ბრძოლისა და ომის მონაწილე იყო. მას იპყრობდნენ: რომაელები, სპარსელები, არაბები, თურქ-სელჯუკები, მონღოლები, ოსმალები, რუსები; დროდადრო თავს ესხმოდნენ კავკასიელი ტომები და სახელმწიფოები. ერთ დროს ნიკოფსიიდან დარუბანდამდე გადაჭიმული ქვეყნის ტერიტორიას იტაცებდნენ და ეპატრონებოდნენ, თუმცა ქართველს არასდროს დაუკარგავს იმედი და რწმენა იმისა, რომ აუცილებლად დადგება დრო, როცა საქართველო კვლავაც მოიპოვებდა დამოუკიდებლობას.",
    imageSrc:
      "/why-georgia/da-skhva-progresuli-qartveli-mefeebi-mefe-erekle-m-8.webp",
    alt: "River",
  },
  {
    title: "და მაინც, რატომ საქართველო?",
    description:
      "იმიტომ, რომ საშინელი დამარცხებების პარალელურად საოცარი გამარჯვებები ჰქონია - გაბედულებითა და მოხერხებით, უკომპრომისო ბრძოლებში რაოდენობით ასჯერ მეტი მტერი დაუმარცხებია; \n\n იმიტომ, რომ ომების პარალელურად ახერხებდა, უდიდესი კულტურები შეექმნა, მაგალითად - კოლხური, განევითარებინა მეტალურგია და ოქროს წარმოება; \n\n იმიტომ, რომ უნიკალური ენა, მისი სამნაირი დამწერლობა შექმნა და ამ ენაზე შედევრები დაწერა, მათ შორის - „ვეფხისტყაოსანი“, რომელიც დღეს 50-ზე მეტ ენაზეა თარგმნილი; \n\n იმიტომ, რომ მსოფლიოს აჩუქა ღვინო, ვაზისა და ხორბლის განსაკუთრებული ჯიშები, პირველად დაართო და შეღება ძაფი; \n\n იმიტომ, რომ ხელისგულისტოლა ქვეყანაში შექმნა ორი - გელათისა და იყალთოს აკადემიები, ჰქონდა კოლხეთის უმაღლესი რიტორიკული სკოლა; \n\n იმიტომ, რომ ააშენა ბაგრატი, გელათი, ნიკორწმინდა, ქვაში გამოკვეთა ქალაქები - ვარძია, უფლისციხე; \n\n იმიტომ, რომ მისი მრავალხმიანი სიმღერა ახლა კოსმოსში ისმის, მისი ცეცხლოვანი ცეკვები კი დარბაზებს ფეხზე აყენებს; \n\n იმიტომ, რომ, ბევრი იმედგაცრუების მიუხედავად, არ დაუკარგავს ადამიანების სიყვარული და აქ, მის მიწაზე, დღესაც ერთ მოედანზე დგას მართლმადიდებლური და გრიგორიანული ეკლესიები, მეჩეთი და სინაგოგა; \n\n იმიტომ, რომ ეს საქართველოა.",
    imageSrc: "/why-georgia/gelati-monastery-gnta.webp",
    alt: "Lake",
  },
];

export const sections5: Section[] = [
  {
    id: "start",
    content: "აქ არის Start სექცია",
    image1: "/flags/image1.webp",
    image2: "/flags/image2.webp",
    image3: "/flags/clouds.webp",
  },
  {
    id: "section-01",
    content: "აქ არის 01 სექცია",
    image1: "/flags/image2.webp",
    image2: "/flags/image3.webp",
    image3: "/flags/clouds.webp",
    title: "საქართველოს \n გეოგრაფია",
    description:
      "საქართველო ევროპისა და აზიის გზაგასაყარზე, კავკასიაში, შავი ზღვის სანაპიროზე მდებარეობს. ის საუკუნეების განმავლობაში ასრულებდა ცივილიზაციების დამაკავშირებელ ფუნქციას და სწორედ აქ გადიოდა „აბრეშუმის გზაც“ - მსოფლიოს უმსხვილესი სავაჭრო არტერია.",
    buttonText: "გაიგე მეტი",
    geographyOfGeorgia: [
      {
        image: "/why-georgia/khertvisi-fortress-gnta.webp",
        title: "საქართველოს ისტორია",
        description:
          "„საქართველოს ისტორიას რომ გაეცნობი, ნამდვილად ღმერთს იწამებ, რადგან არანაირი ობიექტური საფუძველი იმისა, რომ ამ ერს აქამდე მოეღწია, უბრალოდ არ არსებობს“, - ამბობდა ინგლისელი მწერალი და მთარგმნელი დევიდ ლანგი საქართველოს შესახებ.",
      },
    ],
  },
  {
    id: "section-02",
    content: "აქ არის 02 სექცია",
    section02Images: [
      { src: "/flags/spring.webp", alt: "Slide 1", text: "გაზაფხული" },
      { src: "/flags/summer.webp", alt: "Slide 2", text: "ზაფხული" },
      { src: "/flags/autumn.webp", alt: "Slide 4", text: "შემოდგომა" },
      { src: "/flags/winter.webp", alt: "Slide 3", text: "ზამთარი" },
    ],
    geographyOfGeorgia: [
      {
        image: "/flags/bla2.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-03",
    content: "აქ არის 03 სექცია",
    image: "/flags/doqi.png",
    geographyOfGeorgia: [
      {
        image: "/flags/image03.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
];

// ---------------------------------------------------- start 6

export const sidebarItems6 = [
  "ტურისტული საქართველო",
  "ტურისტული გეოგრაფია",
  "ტურისტული სეზონები",
];

export const contentItems6: ContentItem[] = [
  {
    title: "ტურისტული საქართველო",
    description:
      "შავი ზღვის სანაპიროდან კავკასიონის თოვლიან მწვერვალებამდე გადაჭიმულ საქართველოს წლიდან წლამდე მსოფლიოს უამრავი ქვეყნიდან სულ უფრო მეტი ტურისტი სტუმრობს. თუ 2015 წელს საქართველოში სულ 6,305,635 საერთაშორისო ვიზიტორი შემოვიდა, რაც იმ დროისთვის რეკორდული მაჩვენებელი იყო, 2019 წელს საერთაშორისო ვიზიტორების რაოდენობამ ყველა დროის რეკორდი მოხსნა და 9,357,964 ადამიანი შეადგინა. შემდეგ დადგა პანდემიური 2020 და როგორც მთელ მსოფლიოში, ისე საქართველოშიც ტურისტული ინდუსტრია, ფაქტობრივად, გაჩერდა. სექტორში დასაქმებული უამრავი ადამიანი დარჩა უმუშევარი და ბიზნესებიც გაკოტრდა. მაგრამ 2022 წელს დარგმა გამოცოცხლება დაიწყო და იანვარ-ოქტომბრის პერიოდში საქართველოში 5,426,903 ვიზიტორი შემოვიდა. ეს იმას ნიშნავს, რომ პანდემიამდელი 2019-ის რეკორდული მაჩვენებელი 58%-ით აღდგა. ",
    anotherDescription:
      "ქვეყნის ფართობია 70 ათასამდე კმ2, ხოლო მოსახლეობის რაოდენობა, 2022 წლის 1-ელი იანვრის მდგომარეობით, თითქმის 3,7 მილიონს შეადგენს. მოსახლეობა მრავალეთნიკურია, მსხვილი ეთნოუმცირესობებით. მაგალითად, ეთნიკური აზერბაიჯანის თემი მოსახლეობის 6,2%-ია, სომხების კი - 4,5%.საქართველო განვითარებადი ეკონომიკების ჯგუფს მიეკუთვნება, ერთ სულ მოსახლეზე $5015-იანი მთლიანი შიდა პროდუქტით. ქვეყნის ეკონომიკის ზრდაში უმნიშვნელოვანეს როლს ტურიზმი ასრულებს. ტურისტების რაოდენობა, პანდემიის პერიოდს თუ არ ჩავთვლით, ადგილობრივი მოსახლეობის რაოდენობას უკვე წლებია, ორჯერ და მეტად აჭარბებს.",
    imageSrc: "",
    alt: "Mountains",
  },
  {
    title: "ტურისტული გეოგრაფია",
    description:
      "ტურისტული ნაკადები საქართველოში როგორც მეზობელი ქვეყნებიდან, ისე შორეული საზღვარგარეთიდან შემოდის. საკმაოდ აქტიურად სტუმრობენ საქართველოს აზერბაიჯანელები, სომხები, თურქები, უკრაინელები და რუსები. შემოდიან ევროკავშირის მოქალაქეები. ხშირად შეხვდებით საქართველოში ებრაელი ტურისტების დიდ ჯგუფებსაც. საქართველოს ღირსშესანიშნაობებს აქტიურად ათვალიერებენ იაპონელი, ტაილანდელი ტურისტები.\n\n ყველაზე პოპულარული მიმართულებებია დედაქალაქი თბილისი, მცხეთა, კახეთი და აჭარა, თავისი თვალწარმტაცი საპორტო ქალაქ ბათუმით. 2022 წლის პირველ ნახევარში თბილისს 820 500 ტურისტი სტუმრობდა, აჭარას ამ დროს 548 400 სტუმარი ეწვია, მიუხედავად იმისა, რომ ზღვის სეზონი ჯერ არ იყო დაწყებული. ივლისიდან სექტემბრამდე პერიოდში კი ეს მაჩვენებელი ბათუმში და მთლიანად აჭარაში მნიშვნელოვნად გაიზარდა. \n\n ტურისტები აქტიურად მოგზაურობენ მაღალმთიან სვანეთშიც, ასევე მთიან თუშეთში, ხევსურეთსა და ყაზბეგში. მაღალია ინტერესი, აგრეთვე, იმერეთის, კახეთის, სამცხე–ჯავახეთის, ქვემო ქართლის, გურიისა და სხვა კუთხეებისადმი. ",
    imageSrc: "/why-georgia/why-georgia-georgia-geography-gnta.webp",
    alt: "River",
  },
  {
    title: "ტურისტული სეზონები",
    description:
      "იმის გათვალისწინებით, რომ საქართველო ტურისტებს წელიწადის ოთხივე სეზონზე იზიდავს, მათი განაწილება ქვეყნის რეგიონების მიხედვით სეზონურად განსხვავდება. \n\n ზამთრის სეზონზე ტურისტების განსაკუთრებული მიზიდულობის ცენტრებია გუდაურის, ბაკურიანის, მესტიისა და გოდერძის სათხილამურო ტრასები თავისი ინფრასტრუქტურით. \n\n შემოდგომაზე ტურისტებს განსაკუთრებით კახეთი ხიბლავს თავისი ღირსშესანიშნაობებით, სადაც ამ დროს ყურძნის მოსავალს იღებენ და 8 000 წლის ისტორიის მქონე ქართულ ღვინოებს აყენებენ. \n\n ზაფხულში ტურისტების ძირითადი ნაკადი ან შავი ზღვის სანაპიროზე მიდის დასასვენებლად, ან მაღალმთიან საქართველოს მიაშურებს. \n\n როგორც კი დასასვენებლად დროს გამონახავ, წელიწადის რა დროც არ უნდა იყოს, ჩამოდი საქართველოში, ქვეყანაში, საიდანაც მხოლოდ კარგი მოგონებებით წახვალ.",
    imageSrc: "/why-georgia/weather-and-seasonality-gnta.webp",
    alt: "Lake",
  },
];

export const sections6: Section[] = [
  {
    id: "start",
    content: "აქ არის Start სექცია",
    image1: "/flags/image1.webp",
    image2: "/flags/image2.webp",
    image3: "/flags/clouds.webp",
  },
  {
    id: "section-01",
    content: "აქ არის 01 სექცია",
    image1: "/flags/image2.webp",
    image2: "/flags/image3.webp",
    image3: "/flags/clouds.webp",
    title: "საქართველოს \n გეოგრაფია",
    description:
      "საქართველო ევროპისა და აზიის გზაგასაყარზე, კავკასიაში, შავი ზღვის სანაპიროზე მდებარეობს. ის საუკუნეების განმავლობაში ასრულებდა ცივილიზაციების დამაკავშირებელ ფუნქციას და სწორედ აქ გადიოდა „აბრეშუმის გზაც“ - მსოფლიოს უმსხვილესი სავაჭრო არტერია.",
    buttonText: "გაიგე მეტი",
    geographyOfGeorgia: [
      {
        image: "/why-georgia/ski-tour-on-gorvash-1.webp",
        title: "ტურიზმის სტატისტიკა საქართველოში",
        description:
          "საქართველო ძალიან მიმზიდველი პატარა ქვეყანაა დიდი ისტორიით, უნიკალური კულტურით, საოცარი რელიეფით, უგემრიელესი ღვინითა და მრავალფეროვანი სამზარეულოთი.",
      },
    ],
  },
  {
    id: "section-02",
    content: "აქ არის 02 სექცია",
    section02Images: [
      { src: "/flags/spring.webp", alt: "Slide 1", text: "გაზაფხული" },
      { src: "/flags/summer.webp", alt: "Slide 2", text: "ზაფხული" },
      { src: "/flags/autumn.webp", alt: "Slide 4", text: "შემოდგომა" },
      { src: "/flags/winter.webp", alt: "Slide 3", text: "ზამთარი" },
    ],
    geographyOfGeorgia: [
      {
        image: "/flags/bla2.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-03",
    content: "აქ არის 03 სექცია",
    image: "/flags/doqi.png",
    geographyOfGeorgia: [
      {
        image: "/flags/image03.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
];

// ----------------------------------------------------- start 7

export const sidebarItems7 = [
  "რა უნდა ვიცოდეთ ქართულ კულტურაზე?",
  "ქართული სუფრა",
  "ქართული ფოლკლორი",
  "ქართული ხუროთმოძღვრება",
  "არქეოლოგია",
  "ანბანი და დამწერლობა",
];

export const contentItems7: ContentItem[] = [
  {
    title: "რა უნდა ვიცოდეთ ქართულ კულტურაზე?",
    description:
      "საქართველო ერთ-ერთი უძველესი ქვეყანაა და ქართული კულტურაც უპირველესი ცივილიზაციების ეპოქიდან იწყება. \n\n ევროპისა და აზიის გზაგასაყარზე მდებარე საქართველოში საუკუნეების განმავლობაში ერთმანეთს ხვდებოდა ევროპული, არაბული, სპარსული, ოსმალური, შორეული აღმოსავლეთისა თუ სხვა ქვეყნების ცივილიზაციები. მათი თავისებურებებისა და თვითმყოფადი ქართული შემოქმედების შერწყმა კი მრავალფეროვან და უნიკალურ კულტურას აყალიბებდა.  \n\n საქართველო გაგაოცებს სიძველისა და თანამედროვეობის კომბინაციით, კულტურული მემკვიდრეობის ძეგლებითა და ისეთი სანახაობებით, რომლებშიც საუკუნოვანი ტრადიციები ახლებურ ფორმებშია გაცოცხლებული. \n\n მიუხედავად იმისა, რომ საქართველოს მუდმივად უწევდა ომები დამპყრობლებთან, ჩვენმა ქვეყანამ მაინც შეძლო და შეინარჩუნა: თვითმყოფადი ხუროთმოძღვრება, ენა და უნიკალური დამწერლობა, ლიტერატურა, მუსიკალური და ქორეოგრაფიული ხელოვნება, გასტრონომიული ტრადიციები და სხვა. \n\n და მაინც, რა გამოვცადოთ და რა ვნახოთ საქართველოში იმისთვის, რომ ქართული კულტურა რამდენიმე დღეში შევიცნოთ?",
    anotherDescription:
      "ქართული კულტურის მრავალი წახნაგიდან, პირველ რიგში, ერის ტოლერანტულობას გამოარჩევენ - აქ სტუმარი ღვთისაა და თუ მაინც გაგიჩნდა კითხვა: რატომ უნდა იმოგზაურო საქართველოში, მაშინ შეგიძლია რამდენიმე ფაქტს გაეცნო ჩვენი ქვეყნის კულტურაზე.",
    imageSrc: "",
    alt: "Mountains",
  },
  {
    title: "ქართული სუფრა",
    description:
      "საქართველოში ჩამოსული ბევრი სტუმარი ეთნოკულტურის გაცნობას სუფრითა და ქართული კერძებით იწყებს. \n\n ქვეყანა, სადაც 8200 წლის წინათ ღვინოს წურავდნენ, მართლაც, თავს იწონებს სუფრის ტრადიციით. \n\n საქართველოში სუფრა ლხინსაც ახლავს და ჭირის თანამდევიც არის; სუფრასთან მოისმენ ყველაფერს, რაზედაც აქაური ადამიანი ფიქრობს, რაც უყვარს და რითაც თავს იწონებს. სუფრასთან მღერიან, ცეკვავენ, ლექსებს ამბობენ, აზრებს ცვლიან და ერთმანეთს უმეგობრდებიან ადამიანები. \n\n საქართველოს სხვადასხვა კუთხეში შენთვის გაშლილ სუფრაზე გასინჯავ ამ კუთხისთვის დამახასიათებელ სასმელებსა და კერძებს. მათი საშუალებით კი ამ მხარის თავისებურებებსა და მის ავთენტიკურ გემოს გაიგებ.",
    imageSrc: "/why-georgia/new-year-supra-gnta.webp",
    alt: "River",
  },
  {
    title: "ქართული ფოლკლორი",
    description:
      "ქართული ცეკვისა და სიმღერის ისტორია ჩვენს წელთაღრიცხვამდე იწყება. \n\n საქართველო პოლიფონიის სამშობლოა. ქართული სიმღერაც ისევე უძველესია, როგორც თავად საქართველო.  \n\n ამ ქვეყანაში თითოეულ მხარეს თავისი უნიკალური ჟღერადობა აქვს, მაგრამ ყველას ახასიათებს ერთი რამ - მოწესრიგებული მრავალხმიანობა.  \n\n ქართულ მრავალხმიანობის განსაკუთრებულობას ისიც ადასტურებს, რომ  მას “იუნესკომ” (UNESCO) კაცობრიობის არამატერიალური კულტურული მემკვიდრეობის სტატუსი მიანიჭა. 1977 წელს კი „ნასამ“  კოსმოსში ოქროს ფირფიტა გაუშვა, რომელზედაც ჩაწერა კაცობრიობის მიერ შექმნილი შედევრები, მათ შორის -  ქართული ხალხური პოლიფონიის განძი „ჩაკრულო“ . \n\n საქართველომ ქრისტიანულ სამყაროში ერთ-ერთმა პირველმა დაუდო საფუძველი საეკლესიო მუსიკაში სამხმიან გალობას და აქ ჩამოსულ სტუმარს მისი მოსმენა ნებისმიერ მართლმადიდებლურ ტაძარში შეუძლია;  \n\n ქართული კულტურის კიდევ ერთი მარგალიტია ცეკვა. ის ჰყვება ამბავს სიყვარულზე, ომზე, რწმენასა და შრომაზე. როცა ქართული ცეკვის განსაკუთრებულობაზე საუბრობენ, პირველ რიგში, მამაკაცის პლასტიკასა და ქალის გრაციოზულობას აღნიშნავენ.",
    imageSrc: "/why-georgia/unique-folklore-gnta.webp",
    alt: "Lake",
  },
  {
    title: "ქართული ხუროთმოძღვრება",
    description:
      "არქიტექტურული ძეგლები, სახლები, ციხესიმაგრეები, ჩუქურთმები, ფრესკები თუ ორნამენტები, რომლებსაც ქვეყნის ყველა კუთხეში, მთებსა თუ ბარში წააწყდები, ქართული კულტურის სიმდიდრეს დაგანახვებს. \n\n IV საუკუნიდან, საქართველოში ქრისტიანობის გავრცელების შემდეგ, საეკლესიო ხუროთმოძღვრების განვითარება იწყება. \n\n საქართველო, რომელიც ქრისტიანული და აღმოსავლური რელიგიების გზაჯვარედინზეა, ყოველთვის მიისწრაფოდა კულტურული დასავლეთისაკენ. ქრისტიანობის მიღებით კი ქვეყანამ საბოლოოდ განსაზღვრა თავისი მიმართულება. \n\n დღეს საქართველოში შუა საუკუნეების მრავალი უნიკალური ქრისტიანული ძეგლია შემორჩენილი სრულყოფილი სახით.",
    imageSrc: "/why-georgia/georgian-architecture.webp",
    alt: "Lake",
  },
  {
    title: "არქეოლოგია",
    description:
      "საქართველოს ტერიტორიაზე მსოფლიო მნიშვნელობის არაერთი არქეოლოგიური აღმოჩენაა გაკეთებული. \n\n მსოფლიოსთვის სენსაცია გახდა საქართველოში, სოფელ იმირთან, გადაჭრილი გორის არქეოლოგიური გათხრებისას აღმოჩენილი ყურძნის წიპწები, რომელთა ასაკი ძვ. წ. აღ. 6000 წელია. მათი კვლევით დადგინდა, რომ საქართველო ღვინის სამშობლოა - ველური ვაზი ადამიანმა პირველად საქართველოში მოიშინაურა და კულტურული ვაზისგან ღვინო დაწურა.  \n\n საქართველოში შეგიძლია ანტიკური ხანის ნაქალაქარებიც ნახო, საქალაქო ცხოვრების მაღალი დონით. ელინიზმის ეპოქაში, როცა ახალი მსოფლიო ცივილიზაცია იბადებოდა, საქართველოზე ერთ-ერთი დიდი, მსოფლიო სავაჭრო-სატრანზიტო მაგისტრალი გადიოდა და შედეგად ქვეყნის ურბანიზაცია მოჰქონდა. ",
    imageSrc: "/why-georgia/vani-archeological-museum-gnta.webp",
    alt: "Lake",
  },
  {
    title: "ანბანი და დამწერლობა",
    description:
      "მსოფლიოში უძველესი დამწერლობა რამდენიმე ათეულ ენას აქვს. ძირითადი  ანბანი კი მხოლოდ ორი ათეულია, რომელთა შორის ქართული ერთ-ერთი უძველესია. ის, სავარაუდოდ, ძვ.წ. III საუკუნეშია შექმნილი. \n\n ქართულ ანბანს ისტორიის განმავლობაში სამი სახის დამწერლობა ჰქონდა: ასომთავრული, ნუსხური და მხედრული - ამ უკანასკნელს დღემდე ვიყენებთ. \n\n 2016  წელს “იუნესკომ” ქართული ანბანის სამივე სახეობა არამატერიალური კულტურული მემკვიდრეობის სიაში შეიტანა. უძველესი ქართული დამწერლობის ნიმუშები საქართველოს სახელმწიფო მუზეუმშია დაცული. \n\n ქართულ კულტურაზე საუბარი დაუსრულებლად შეიძლება, თუმცა მოყოლილს ნანახი და მოსმენილი სჯობს - ამიტომ ეწვიე ქართულ ქალაქებს, სოფლებს, ტაძრებს, ეზიარე ქართულ ფოლკლორს, ტრადიციებს, დაათვალიერე მუზეუმები, ქუჩაში გამოფენილი ნაკეთობები, დაესწარი სპექტაკლებს, უყურე ქართულ კინოს, დააგემოვნე ქართული კერძები და თავად მიიღე პასუხი კითხვაზე: „რატომ საქართველო?“",
    imageSrc: "/why-georgia/why-georgia-a-unique-alphabet.webp",
    alt: "Lake",
  },
];

export const sections7: Section[] = [
  {
    id: "start",
    content: "აქ არის Start სექცია",
    image1: "/flags/image1.webp",
    image2: "/flags/image2.webp",
    image3: "/flags/clouds.webp",
  },
  {
    id: "section-01",
    content: "აქ არის 01 სექცია",
    image1: "/flags/image2.webp",
    image2: "/flags/image3.webp",
    image3: "/flags/clouds.webp",
    title: "საქართველოს \n გეოგრაფია",
    description:
      "საქართველო ევროპისა და აზიის გზაგასაყარზე, კავკასიაში, შავი ზღვის სანაპიროზე მდებარეობს. ის საუკუნეების განმავლობაში ასრულებდა ცივილიზაციების დამაკავშირებელ ფუნქციას და სწორედ აქ გადიოდა „აბრეშუმის გზაც“ - მსოფლიოს უმსხვილესი სავაჭრო არტერია.",
    buttonText: "გაიგე მეტი",
    geographyOfGeorgia: [
      {
        image: "/why-georgia/why-georgia-georgian-culture.webp",
        title: "ქართული კულტურა",
        description:
          "ეგზოტიკური, იდუმალი, უნიკალური - თუ ოდესმე გკითხავენ, როგორია ქართული კულტურა, შეგიძლია ამ სამი სიტყვით დაახასიათო. დღეს მსოფლიო საქართველოს ერთ-ერთ ყველაზე სტუმართმოყვარე და თავაზიან ქვეყნად იცნობს.",
      },
    ],
  },
  {
    id: "section-02",
    content: "აქ არის 02 სექცია",
    section02Images: [
      { src: "/flags/spring.webp", alt: "Slide 1", text: "გაზაფხული" },
      { src: "/flags/summer.webp", alt: "Slide 2", text: "ზაფხული" },
      { src: "/flags/autumn.webp", alt: "Slide 4", text: "შემოდგომა" },
      { src: "/flags/winter.webp", alt: "Slide 3", text: "ზამთარი" },
    ],
    geographyOfGeorgia: [
      {
        image: "/flags/bla2.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-03",
    content: "აქ არის 03 სექცია",
    image: "/flags/doqi.png",
    geographyOfGeorgia: [
      {
        image: "/flags/image03.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
];

// ------------------------------------------- start 8

export const sidebarItems8 = [
  "ჰაგიოგრაფია",
  "საგმირო-სარაინდო ეპოსი",
  "პირველი ბეჭდური წიგნები",
  "რომანტიზმი",
  "კრიტიკული რეალიზმი",
  "მეოცე საუკუნის მწერლობა",
  "„ცისფერყანწელები“ და გალაკტიონი",
  "თანამედროვე მწერლობა",
];

export const contentItems8: ContentItem[] = [
  {
    title: "ჰაგიოგრაფია",
    description:
      "პირველი ლიტერატურული ძეგლი „წამებაი წმინდისა შუშანიკისი დედოფლისაი“, რომელმაც ჩვენამდე მოაღწია, 476-483 წლებით თარიღდება. ამავე საუკუნეში შეიქმნა პეტრე იბერის ფილოსოფიური ნაშრომი „არეოპაგეტიკა”, მოგვიანებით, მერვე საუკუნეში კი - უცნობი ავტორის „წმინდა ნინოს ცხოვრება“ და იოანე საბანისძის „აბო ტფილელის წამება“. ჰაგიოგრაფიული ჟანრის შესანიშნავი ნიმუში - გიორგი მერჩულეს „გრიგოლ ხანძთელის ცხოვრება“ 951 წლით თარიღდება.",
    anotherDescription:
      "ქართული დამწერლობის შექმნა უდიდესი მნიშვნელობის მოვლენა იყო საქართველოს კულტურულ და საზოგადოებრივ ცხოვრებაში, რადგან ეროვნულ ენაზე მწერლობის შექმნა ერის ცხოვრებაში უდიდესი წინგადადგმული ნაბიჯია. ქართული ხელნაწერი წიგნების ისტორია ბიბლიური წიგნების თარგმნითა და გადაწერით იწყება. მეხუთე, მერვე საუკუნით დათარიღებულ პალიმფსესტებზე ფრაგმენტების სახითაა შემორჩენილი ძველი აღთქმის წიგნები. დღეისთვის ცნობილია ქართული ხელნაწერი წიგნის 11 ათასამდე ეგზემპლარი, რომლებიც ინახება როგორც საქართველოს, ისე უცხოეთის წიგნსაცავებში.",
    imageSrc: "",
    alt: "Mountains",
  },
  {
    title: "საგმირო-სარაინდო ეპოსი",
    description:
      "განსაკუთრებით საინტერესო XI-XII საუკუნეებია, რადგანაც ამ პერიოდში ქართული წერილობითი კულტურის ძეგლები დამოუკიდებელი და ძლიერი ფეოდალური მონარქიის სამეფო კარის პირობებში იქმნებოდა. ქართული საგმირო-სარაინდო თხზულებები საუკუნეების განმავლობაში ასაზრდოებდა ქართველ მკითხველს. იქმნებოდა სრულიად უნიკალური ხელნაწერები, რომლებიც საოჯახო რელიკვიად, „სამზითვო წიგნებად“ მიიჩნეოდა და მათ გადაწერასა და შემკობას დიდი მნიშვნელობა ჰქონდა. \n\n ქართული საერო მწერლობის გამორჩეული ნიმუშია სარაინდო რომანი „ამირანდარეჯანიანი“, რომელიც ძლევამოსილი გმირის ამირან დარეჯანის ძის თავგადასავალს მოგვითხრობს. ძეგლის ავტორია მოსე ხონელი. ამ პერიოდის მნიშვნელოვანი ძეგლია  ქართული სამედიცინო კარაბადინი, ლეონტი მროველის „ცხოვრება ქართველთა მეფეთა“, „ეთერიანი“ (ხალხური ეპოსი), უცნობი ავტორის მიერ დაწერილი „ცხოვრება ფარნავაზისა“, ჩახრუხაძის „თამარიანი“, მეფე დემეტრეს მიერ შექმნილი საგალობელი „შენ ხარ ვენახი“ და ქართული და მსოფლიო პოეზიის მწვერვალი - შოთა რუსთაველის „ვეფხისტყაოსანი“. XIII-XIV საუკუნეებში შეიქმნა მნიშვნელოვანი ნაწარმოებები - იოანე შავთელის „აბდულმესიანი“ და „ქართლის ცხოვრება“.",
    imageSrc: "",
    alt: "River",
  },
  {
    title: "პირველი ბეჭდური წიგნები",
    description:
      "მდიდარი და გამორჩეულია XVII-XVIII საუკუნეების ქართული მწერლობაც. პირველი ქართული ნაბეჭდი წიგნი იტალიურ-ქართული ლექსიკონია, რომელიც 1629 წელს რომში დაიბეჭდა. როდესაც ვახტანგ მეექვსემ საქართველოში სტამბა ჩამოიტანა, ქართული თხზულებების ბეჭდვა დაიწყო. \n\n 1709 წელს ქართულ სტამბაში პირველად სახარება დაიბეჭდა, შემდეგ კი - სხვა წიგნები, მათ შორის „ვეფხისტყაოსანი“. ამავე პერიოდში დაიბეჭდა სულხან-საბა ორბელიანის „სიბრძნე სიცრუისა“ და „მოგზაურობა ევროპაში“. სულხან-საბა ორბელიანის თხზულება „სიბრძნე სიცრუისა“ XVII –XVIII საუკუნეების უნიკალური ნაწარმოებია, რომელმაც საგანმანათლებლო და დიდაქტიკური დანიშნულება შეიძინა. \n\n ამავე პერიოდს განეკუთვნება ტრაგიკული ბედის მქონე, უცხოეთში გადახვეწილი პოეტის დავით გურამიშვილის მონუმენტური პოემა „დავითიანი“, რომელიც ამ ეპოქის მშფოთვარე ცხოვრებას აღწერს. \n\n 1749-1802 წლებში ქალაქ თბილისში ერეკლე მეორის სტამბა დაარსდა, სადაც ქართული ლიტერატურის ორიგინალური ნიმუშები იბეჭდებოდა, მათ შორის, ანტონ კათალიკოსის „ქადაგება“, „შესხმა ახლისა წიგნი - საბეჭდისა“ და სხვა. ",
    imageSrc: "",
    alt: "Lake",
  },
  {
    title: "რომანტიზმი",
    description:
      "XIX საუკუნეში მსოფლიო ლიტერატურაში ახალი მიმდინარეობა - რომანტიზმი გაჩნდა, რომელმაც საქართველოშიც შემოაღწია. მისმა ქართველმა წარმომადგენლებმა - ალექსანდრე ჭავჭავაძემ, გრიგოლ ორბელიანმა და ნიკოლოზ ბარათაშვილმა პოეზიის შესანიშნავი ნიმუშები შექმნეს.  ",
    imageSrc: "",
    alt: "Lake",
  },
  {
    title: "კრიტიკული რეალიზმი",
    description:
      "XIX საუკუნის მეორე ნახევარში ასპარეზზე კრიტიკული რეალიზმის წარმომადგენლები, ე.წ. თერგდალეულები გამოდიან: ილია ჭავჭავაძე, აკაკი წერეთელი, ნიკო ნიკოლაძე, დავით კლდიაშვილი, ალექსანდრე ყაზბეგი, იაკობ გოგებაშვილი და სხვები. ამავე პერიოდს მიეკუთვნება ვაჟა-ფშაველას შემოქმედება, რომელიც სამართლიანად არის აღიარებული ქართული მოდერნიზმის საფუძვლად.",
    imageSrc: "",
    alt: "Lake",
  },
  {
    title: "მეოცე საუკუნის მწერლობა",
    description:
      "1916 წელს ახალგაზრდა მწერლებმა ქართველ სიმბოლისტ პოეტთა და პროზაიკოსთა გაერთიანება - „ცისფერყანწელები“ დააარსეს, რომელმაც 1930 წლამდე იარსება. „ცისფერყანწელები“ საბჭოთა წყობილების მიერ იდევნებოდნენ, რადგან მათი იდეები მიუღებელი იყო. „ცისფერყანწელთა“ გამორჩეული წარმომადგენლები იყვნენ: ტიციან ტაბიძე, ვალერიან გაფრინდაშვილი, პაოლო იაშვილი, კოლაუ ნადირაძე, ალექსანდრე არსენიშვილი, გიორგი ლეონიძე და სხვები. ამავე პერიოდში მოღვაწეობდა გამორჩეული პოეტი გალაკტიონ ტაბიძე, რომელსაც შთამომავლობამ „პოეტების მეფე“ უწოდა.",
    imageSrc: "",
    alt: "Lake",
  },
  {
    title: "„ცისფერყანწელები“ და გალაკტიონი",
    description:
      "1916 წელს ახალგაზრდა მწერლებმა ქართველ სიმბოლისტ პოეტთა და პროზაიკოსთა გაერთიანება - „ცისფერყანწელები“ დააარსეს, რომელმაც 1930 წლამდე იარსება. „ცისფერყანწელები“ საბჭოთა წყობილების მიერ იდევნებოდნენ, რადგან მათი იდეები მიუღებელი იყო. „ცისფერყანწელთა“ გამორჩეული წარმომადგენლები იყვნენ: ტიციან ტაბიძე, ვალერიან გაფრინდაშვილი, პაოლო იაშვილი, კოლაუ ნადირაძე, ალექსანდრე არსენიშვილი, გიორგი ლეონიძე და სხვები. ამავე პერიოდში მოღვაწეობდა გამორჩეული პოეტი გალაკტიონ ტაბიძე, რომელსაც შთამომავლობამ „პოეტების მეფე“ უწოდა.",
    imageSrc: "",
    alt: "Lake",
  },
  {
    title: "თანამედროვე მწერლობა",
    description:
      "მეოცე საუკუნის მეორე ნახევარში, დიდი სამამულო ომის შემდგომ პერიოდში ასპარეზზე გამოვიდნენ ახალგაზრდა ნიჭიერი მწერლები: ოტია იოსელიანი, გურამ დოჩანაშვილი, ოთარ და თამაზ ჭილაძეები, ჯემალ ქარჩხაძე, ჭაბუა ამირეჯიბი, ოთარ ჩხეიძე, რეზო ინანიშვილი, რეზო ჭეიშვილი, ნოდარ დუმბაძე, გურამ რჩეულიშვილი, ზაირა არსენიშვილი და სხვები. ამ პერიოდში დამკვიდრდა დასავლეთიდან შემოსული მაგიური რეალიზმი და ამ ჟანრში მრავალი საინტერესო ნაწარმოები  შეიქმნა. \n\n თანამედროვე ქართულ ლიტერატურაში ძირითადი ადგილი პოსტმოდერნიზმს უკავია. მათ შორის მნიშვნელოვანი ადგილი აქვს ბესიკ ხარანაულის, აკა მორჩილაძის, ირაკლი ჯავახაძის, დათო ტურაშვილის, ბექა ქურხულის, შოთა იათაშვილის, ნაირა გელაშვილისა და სხვათა შემოქმედებას. მათი ნაწარმოებები მსოფლიოს მრავალ ენაზე ითარგმნა. ცალკე აღნიშვნის ღირსნი არიან საქართველოს საზღვრებს გარეთ მოღვაწე ქართველი მწერლები. მათ შორის - ნინო ხარატიშვილი, რომლის მსოფლიო ბესტსელერები ქართული თანამედროვე ლიტერატურის მნიშვნელოვანი შენაძენია. ",
    imageSrc: "",
    alt: "Lake",
  },
];

export const sections8: Section[] = [
  {
    id: "start",
    content: "აქ არის Start სექცია",
    image1: "/flags/image1.webp",
    image2: "/flags/image2.webp",
    image3: "/flags/clouds.webp",
  },
  {
    id: "section-01",
    content: "აქ არის 01 სექცია",
    image1: "/flags/image2.webp",
    image2: "/flags/image3.webp",
    image3: "/flags/clouds.webp",
    title: "საქართველოს \n გეოგრაფია",
    description:
      "საქართველო ევროპისა და აზიის გზაგასაყარზე, კავკასიაში, შავი ზღვის სანაპიროზე მდებარეობს. ის საუკუნეების განმავლობაში ასრულებდა ცივილიზაციების დამაკავშირებელ ფუნქციას და სწორედ აქ გადიოდა „აბრეშუმის გზაც“ - მსოფლიოს უმსხვილესი სავაჭრო არტერია.",
    buttonText: "გაიგე მეტი",
    geographyOfGeorgia: [
      {
        image: "/why-georgia/georgian-literature.webp",
        title: "ქართული ლიტერატურა",
        description:
          "ქართული მწერლობა ისეთივე ძველია, როგორიც მრავალსაუკუნოვანი, წარსულის მქონე საქართველო. ისტორიამ შემოგვინახა როგორც ქრისტიანობამდელი ნაწარმოებები, ხალხური ეპოსის ბრწყინვალე ნიმუშები, ისე ძველი ჰაგიოგრაფიული თუ საერო მწერლობის ძეგლები.",
      },
    ],
  },
  {
    id: "section-02",
    content: "აქ არის 02 სექცია",
    section02Images: [
      { src: "/flags/spring.webp", alt: "Slide 1", text: "გაზაფხული" },
      { src: "/flags/summer.webp", alt: "Slide 2", text: "ზაფხული" },
      { src: "/flags/autumn.webp", alt: "Slide 4", text: "შემოდგომა" },
      { src: "/flags/winter.webp", alt: "Slide 3", text: "ზამთარი" },
    ],
    geographyOfGeorgia: [
      {
        image: "/flags/bla2.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-03",
    content: "აქ არის 03 სექცია",
    image: "/flags/doqi.png",
    geographyOfGeorgia: [
      {
        image: "/flags/image03.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
];

// ------------------------------------------------ start 9

export const sidebarItems9 = [
  "ქართული ცეკვა ჩვენს წელთაღრიცხვამდე",
  "რა არის ქართული ცეკვის საყოველთაო აღიარების საიდუმლო?",
  "ცეკვა ქართული - წყვილის ცეკვა",
  "ფერხული",
  "„ხორუმი“ - საბრძოლო ცეკვა",
  "„ფარიკაობა“ - საბრძოლო ცეკვა",
  "აჭარული  - განდაგანა",
  "„ოსური“",
  "ქართული ცეკვის ილეთები ჰოლივუდურ ბლოკბასტერში",
];

export const contentItems9: ContentItem[] = [
  {
    title: "ქართული ცეკვა ჩვენს წელთაღრიცხვამდე",
    description:
      "ქართული ხალხური ქორეოგრაფიის მდიდარი ისტორია არაერთი არქეოლოგიური და უძველესი ლიტერატურული მასალით დასტურდება, რომლებიც საქართველოს ეროვნულ მუზეუმშია გამოფენილი. \n\n ქართული საცეკვაო ხელოვნების ისტორიის სათავედ ჯერ კიდევ უახლოეს წარსულში მიიჩნეოდა ნიღბიანი მონადირეების ერთმწკრივად, ანუ მწყობრად, მოძრაობის გამოსახულება თრიალეთის ვერცხლის თასზე, რომელიც საქართველოს ეროვნული მუზეუმის ყველაზე ცნობილი არქეოლოგიური ექსპონატია - ის დაახლოებით 3700 წლისაა და გვიან ბრინჯაოს ხანას მიეკუთვნება. \n\n თუმცა დღეს საცეკვაო ხელოვნების მიმართულებით განიხილავენ ქვემო ქართლში იმირისა და არუხლოს გორანამოსახლარებზე (ძვ. წ. VI-V ათასწლეულები) აღმოჩენილ თიხის ჭურჭელზე დატანილ სიუჟეტურ კომპოზიციებს. ეს იძლევა მნიშვნელოვან ინფორმაციას იმის შესახებ, რომ ჯერ კიდევ 6000 წლის წინათ (ან უფრო ადრიდანაც) ქართველებს ჰქონდათ სანახაობრივი წარმოდგენების კულტურა, რომელშიც ერთ-ერთი მთავარი ადგილი ცეკვას ეკავა. \n\n პირველი ცეკვა, რომელიც ქართული ხალხური ქორეოგრაფიის წინამორბედი უნდა ყოფილიყო,  რიტუალური ფერხულია. ეს ულამაზესი სანახაობაა და დღესაც ერთ-ერთი პოპულარული ცეკვაა.",
    anotherDescription:
      "დღეს ულამაზესი ილეთებით, ურთულესი ხტომითი მოძრაობებით, ცეცხლოვანი მუსიკითა და ჰეროიკული შემართებით მდიდარ ქართულ ცეკვას მსოფლიოს არაერთი ქვეყნის მაყურებელი აღფრთოვანებული უკრავს ტაშს.",
    imageSrc: "/why-georgia/why-georgia-dance.webp",
    alt: "Mountains",
  },
  {
    title: "რა არის ქართული ცეკვის საყოველთაო აღიარების საიდუმლო?",
    description:
      "თითოეული ცეკვა არის ნატიფი მოძრაობით, ფორმითა და სამოსით გადმოცემული ამბავი სიყვარულზე, გმირობაზე, მეგობრობასა და ერთგულებაზე.\n\n საქართველოს ყველა კუთხეს თავისი ცეკვა აქვს - სახასიათო, მრავალგვარი ილეთითა და მუსიკით, რომელიც სხვადასხვა საკრავზე სრულდება: დოლზე, აკორდეონზე, გუდასტვირზე. \n\n ქართულ ცეკვას თავბრუდამხვევად ლამაზი კოსტიუმები კიდევ უფრო შთამბეჭდავს ხდის. \n\n ოთხ ცეკვას მინიჭებული აქვს საქართველოს არამატერიალური მემკვიდრეობის ძეგლის სტატუსი, ესენია: ფერხული, ხორუმი, აჭარული განდაგანა, „ცეკვა ქართული“.\n\n ქართული ხალხური ცეკვა საფრანგეთის არამატერიალური კულტურული მემკვიდრეობის ნუსხაშია შეტანილი.",
    imageSrc: "",
    alt: "River",
  },
  {
    title: "ცეკვა ქართული - წყვილის ცეკვა",
    description:
      "ეს ცეკვა ქართული ქორეოგრაფიის გვირგვინია. მას არ გააჩნია კუთხურობის ნიშანი.  ის ჩვენს დრომდე მოღწეული რომანტიკული ხასიათის წყვილთა ცეკვებიდან უძველესია. \n\n ეს თეატრალიზებული სინთეზური სანახაობა XI-XII საუკუნეებში ჩაისახა. ამ ცეკვაში ქალების ცეკვა გედის სინარნარეს ჰგავს, ვაჟები კი მრავალნაირ გასმებს ტანის შეურხევლად ასრულებენ. ცეკვა „ქართული“ სასიყვარულო ურთიერთობის,  პატივისცემის, სინატიფისა და ამასთანავე, თავშეკავებულობის უმაღლესი გამოხატულებაა. \n\n ცეკვა ქართულში მკაცრად დადგენილი წესები ნებისმიერ მაყურებელს აღაფრთოვანებს: \n\n ვაჟი ქალის მიმართ ყველა მოძრაობაში მოკრძალებას გამოხატავს და ის ქალის ტანსაცმელს ნაწიბურებითაც კი არ უნდა შეეხოს \n\n ცეკვას ქალი იწყებს და მთელი ინიციატივა ქალის ხელშია \n\n ვაჟმა უნდა გამოიცნოს ქალის ყველა „სურვილი“ \n\n ვაჟი მთელი ცეკვის განმავლობაში მხოლოდ ქალს უმზერს \n\n სანამ ქალი ცეკვას არ დაამთავრებს, ვაჟი თავს უფლებას არ მისცემს, ცეკვიდან გავიდეს  \n\n ცეკვის დამთავრების ნიშანს ქალი თავის დაკვრით აძლევს და ვაჟი ასეთივე მოძრაობით პასუხობს ",
    imageSrc: "/why-georgia/why-georgia-dance-gnta.webp",
    alt: "Lake",
  },
  {
    title: "ფერხული",
    description:
      "ფერხული - ხელიხელ გადაბმული ადამიანების უძველესი ცეკვა სიმღერებითა და შეძახილებით - დღესაც ყველაზე მასობრივი სანახაობაა, რომელიც არ ზღუდავს მონაწილეთა რაოდენობასა და სქესს. \n\n ფერხული ქართულ ენაში ხატოვან გამოთქმადაც კი დამკვიდრდა - „ფერხულშია ჩაბმული“, ანუ  საერთო კეთილ საქმეში მონაწილეობს. \n\n ცნობილია ფერხულის მრავალი სახეობა. მათ შორის ერთ-ერთი - გურული ფერხული „ფარცა“ - 1969 წელს „ლა-სკალას“ სცენაზე დიდი წარმატებით შეასრულა ქართულმა ქორეოგრაფიულმა ანსამბლმა „სუხიშვილებმა“. ეს იყო პირველი შემთხვევა, როცა მილანის სახელგანთქმული საოპერო თეატრის სცენა  ფოლკლორულ დასს დაეთმო.",
    imageSrc: "",
    alt: "Lake",
  },
  {
    title: "„ხორუმი“ - საბრძოლო ცეკვა",
    description:
      "„ხორუმი“ საბრძოლო ხასიათის, უძველესი ცეკვაა და მისი ფესვები აჭარაშია, თუმცა ჰეროიკულობისა და პოპულარობის გამო კუთხურობის ნიშნის გარეშე მოიხსენებენ. სცენაზე შეიძლება ორმოცდაათამდე მოცეკვავე შემოვიდეს და საბრძოლო სულისკვეთების ცეცხლი დაანთოს. „ხორუმს“ მხოლოდ მამაკაცები ასრულებენ.",
    imageSrc: "",
    alt: "Lake",
  },
  {
    title: "„ფარიკაობა“ - საბრძოლო ცეკვა",
    description:
      "„ფარიკაობაც“ უძველესი საბრძოლო ცეკვაა. ბოლო დროს სატრფიალო თემით არის გამდიდრებული და მას მაყურებელი „ხევსურული ფარიკაობის“ სახელით იცნობს. საქართველოში სტუმრობისას ერთხელ მაინც უნდა ნახო სცენაზე ნამდვილი ხანჯლებით ბრძოლა, ურთულესი, მილიმეტრამდე გათვლილი აკრობატული ილეთებითა და ვაჟების ყიჟინით. დაუვიწყარი სანახაობაა.",
    imageSrc: "",
    alt: "Lake",
  },
  {
    title: "აჭარული  - განდაგანა",
    description:
      "განდაგანას ოდითგანვე კაცები და ქალები  ასრულებენ.  ცეკვაში კაცის მოძრაობები ძლიერი და აქტიურია, ქალის - ნაზი, ხოლო მათ შორის ურთიერთდამოკიდებულება - მსუბუქი და კეკლუცურიც კი.",
    imageSrc: "",
    alt: "Lake",
  },
  {
    title: "„ოსური“",
    description:
      "„ოსური“ ულამაზესი ცეკვაა. ერთ სწორ, ლარივით გაჭიმულ მწკრივში სინქრონული, ნელი და რიტმული სინარნარე - ეს „ოსურის“  ხერხემალია და მთელი ცეკვაც ამ ქარგაზეა აწყობილი. მკაცრი და კუშტი გამომეტყველების ვაჟები ქალებს გვერდით ფარივით უდგანან, ქალისადმი  მოკრძალებითა და პატივისცემით.",
    imageSrc: "",
    alt: "Lake",
  },
  {
    title: "ქართული ცეკვის ილეთები ჰოლივუდურ ბლოკბასტერში",
    description:
      "ინგლისელი კინორეჟისორის მეთიუ ვონის ფილმში „The King’s Man“, რომელიც 2022 წელს გამოვიდა ეკრანებზე, მთავარი საბრძოლო სცენა ქართველმა მოცეკვავემ და ქორეოგრაფმა დადგა და ქართული ცეკვის სახიფათო ტრიუკები შეასრულა. \n\n Kingsman-ისთვის ქართველმა ქორეოგრაფმა „Taurus World Stunt Awards“-ის დაჯილდოებაზე საუკეთესო ბრძოლის სცენის ნომინაციაში გამარჯვება მოიპოვა. \n\n ბრძოლის სცენაში „მთიულურის“, „ფარიკაობისა“ და „ყაზბეგურის“ ელემენტებია გამოყენებული.",
    imageSrc: "",
    alt: "Lake",
  },
];

export const sections9: Section[] = [
  {
    id: "start",
    content: "აქ არის Start სექცია",
    image1: "/flags/image1.webp",
    image2: "/flags/image2.webp",
    image3: "/flags/clouds.webp",
  },
  {
    id: "section-01",
    content: "აქ არის 01 სექცია",
    image1: "/flags/image2.webp",
    image2: "/flags/image3.webp",
    image3: "/flags/clouds.webp",
    title: "საქართველოს \n გეოგრაფია",
    description:
      "საქართველო ევროპისა და აზიის გზაგასაყარზე, კავკასიაში, შავი ზღვის სანაპიროზე მდებარეობს. ის საუკუნეების განმავლობაში ასრულებდა ცივილიზაციების დამაკავშირებელ ფუნქციას და სწორედ აქ გადიოდა „აბრეშუმის გზაც“ - მსოფლიოს უმსხვილესი სავაჭრო არტერია.",
    buttonText: "გაიგე მეტი",
    geographyOfGeorgia: [
      {
        image: "/why-georgia/georgian-folklore-dance.webp",
        title: "ქართული ცეკვა",
        description:
          "ქართულ ხალხურ ცეკვას მრავალსაუკუნოვანი ისტორია აქვს. საქართველო სწორედ ქართული ცეკვით გაიცნეს და დაიმახსოვრეს მრავალ ქვეყანაში.",
      },
    ],
  },
  {
    id: "section-02",
    content: "აქ არის 02 სექცია",
    section02Images: [
      { src: "/flags/spring.webp", alt: "Slide 1", text: "გაზაფხული" },
      { src: "/flags/summer.webp", alt: "Slide 2", text: "ზაფხული" },
      { src: "/flags/autumn.webp", alt: "Slide 4", text: "შემოდგომა" },
      { src: "/flags/winter.webp", alt: "Slide 3", text: "ზამთარი" },
    ],
    geographyOfGeorgia: [
      {
        image: "/flags/bla2.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-03",
    content: "აქ არის 03 სექცია",
    image: "/flags/doqi.png",
    geographyOfGeorgia: [
      {
        image: "/flags/image03.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
];

// ------------------------------------------ start 10

export const sidebarItems10 = [
  "ვაზი, ხორბალი, თაფლი",
  "რისი გემო აქვს საქართველოს?",
  "ქართული სამზარეულო ნამდვილი სამოთხეა ვეგეტარიანელებისა და ვეგანებისთვის",
  "აზიური? არა - ჭეშმარიტად ქართული!",
  "და მაინც - რატომ საქართველო?",
];

export const contentItems10: ContentItem[] = [
  {
    title: "ვაზი, ხორბალი, თაფლი",
    description:
      "„ქართველმა კაცმა ამირანის თქმულებაც შექმნა და უფლისციხეც ააშენა, ვაზის ნაირ-ნაირი ჯიშებიც გამოიყვანა და „ვეფხისტყაოსანიც“ დაწერა, კლდეში ვარძიაც გამოკვეთა და საცივიც მოიგონა, სვეტიცხოველიც ააგო და სულგუნიც დაამზადა. დიახ, სრულიად შეგნებულად ვახსენე ერთმანეთის გვერდით, ერთი შეხედვით, არსებითად განსხვავებული ვარძია და საცივი, სვეტიცხოველი და სულგუნი. სულგუნისა და საცივის მომგონებელი ისეთივე ნიჭიერი კაცი იყო თავის საქმეში, როგორიც „ვეფხისტყაოსნის“ ავტორი. ვინც სულგუნსა და საცივს ამზადებდა, ისევე ინახავდა საქართველოს, როგორც დიდგორს გამარჯვებული მხედრები“, - წერს პუბლიცისტი აკაკი ბაქრაძე. \n\n გასტრონომიულ კულტურაში, სადაც ტრაპეზი კულინარიის, ადათებისა და რიტუალების კულტურად მოიაზრება, კარგად ჩანს ერის შემოქმედებითი სული და მიდრეკილებები, ისევე, როგორც მხატვრობაში, ქანდაკებაში, მუსიკაში. ამდენად, გასტრონომიით შეიძლება შთაბეჭდილების შექმნა მთლიანად ეთნოსზე. \n\n საქართველოს ბოტანიკური რუკა საუკუნეების განმავლობაში მდიდრდებოდა და ქართველი გლეხიც თავის მამულში ახარებდა ყველაფერ ახალს. ასე შემოვიდა  უცხოეთიდან და დამკვიდრდა სხვადასხვა კულტურა: ლობიო, სიმინდი, ბრინჯი, პომიდორი, ბადრიჯანი, ყველაფერი ის, რაც საკვებად და სარჩოდ გამოდგებოდა. მერე ქართველმა ეს ყველაფერი საკუთარ სამზარეულოსა და გემოვნებას მოარგო და გაჩნდა ახალ-ახალი რეცეპტები, რომლებიც კუთხიდან კუთხეში ვრცელდებოდა. \n\n საქართველო  ვაზის, ხორბლის, თაფლის სამშობლოდ აღიარეს. ქვევრში ღვინის დაყენებას რვა ათასი წლის ისტორია აქვს და 2013 წელს მას იუნესკოს (UNESCO) არამატერიალური კულტურული მემკვიდრეობის ძეგლის სტატუსი მიანიჭეს. ყურძნის ნატურალური წვენით, ხორბლის ფქვილითა და ნიგვზით დამზადებული კახური ჩურჩხელა მსოფლიო ტკბილეულთა ათეულში მოხვდა.",
    anotherDescription: "",
    imageSrc: "/why-georgia/georgian-wheat-varieties-2.webp",
    alt: "Mountains",
  },
  {
    title: "რისი გემო აქვს საქართველოს?",
    description:
      "მაინც, რა არის ის, რაც ქართულ სამზარეულოს გამოარჩევს და თავს დაგამახსოვრებს? რატომ ქართული კულინარია?  რისი გემო აქვს საქართველოს?\n\n გაზაფხულზე, როცა ბაღ-ბოსტნები, ტყეები და მინდვრები სიმწვანით შეიმოსება, სამზარეულოებში გაჩნდება მინდვრის ფხალი - ჭინჭარი, ნაცარქათამა, დანდური, ონჭო, კეჟერა, ღანძილი, ეკალა. მისი მომზადების მრავალნაირი წესი არსებობს - ზეთით, ნიგვზით ან, უბრალოდ, მწვანილით, მარილითა და ძმრით შენელებული, ფხალეულის წვნიანი და მწნილი.",
    imageSrc: "/why-georgia/meadow-pkhali-gnta.webp",
    alt: "River",
  },
  {
    title:
      "ქართული სამზარეულო ნამდვილი სამოთხეა ვეგეტარიანელებისა და ვეგანებისთვის",
    description:
      "ზაფხულს მოჰყვება გამორჩეულად გემრიელი ბოსტნეული და ხილი, ახალი ბადრიჯანი ნიგვზით ქართული სუფრის მშვენებაა და ის წლის ყველა სეზონზე მზადდება. ზაფხულის ბოლოდან ვერ ნახავ ოჯახს, სადაც ზამთრისათვის საწებლები არ მზადდებოდეს - ტყემალი, აჯიკა, პომიდვრის საწებელი. ამ დროს განსაკუთრებულ სურნელს აფრქვევს სანელებლები: ომბალო, ცერეცო, რეჰანი და ქართული კულინარიის მთავარი გემო - აყვავებული ქინძი, რომელიც ერთნაირად უხდება ხორციან და ბოსტნეულის კერძებს.  \n\n შემოდგომაზე მთელ ქვეყანას მოედება ბადაგის სურნელი. აქ ათეულობით ჯიშის ვაზი ხარობს, ის ამ ქვეყნის იდენტობის ნაწილია, ამიტომ გამორჩეული პატივისცემით ეპყრობიან. წელიწადის ამ დროს თათარაობა და ჩურჩხელების ამოვლება ქართული ოჯახების ერთ-ერთი ყველაზე საყვარელი ტრადიცია და ნამდვილი დღესასწაულია.  ",
    imageSrc: "/why-georgia/eggplant-with-hazelnuts-gnta.webp",
    alt: "Lake",
  },
  {
    title: "აზიური? არა - ჭეშმარიტად ქართული!",
    description:
      "არსებობს მოსაზრება, რომ ქართულ სამზარეულოში ბევრი აზიური კერძია, თუმცა საქმე სხვაგვარადაა. აბრეშუმის გზაზე მდებარე მთავარი ქვეყანა - საქართველო, რომელიც აზიასა და ევროპას ერთმანეთთან აკავშირებს, იღებდა და თავის ყაიდაზე აქცევდა სხვადასხვა კონტინენტის სამზარეულოს ნიმუშებს.  \n\n ქაბაბი, ხინკალი, ტოლმა, ჩიხირთმა, ბოზბაში, ყალია, ხაში, ყაურმა - ეს კერძები საქართველოში ისე მზადდება, სხვა გასტრონომიის კუთვნილებად მისი მოხსენიება მართებულად არ მოგეჩვენება. \n\n პარალელურად არსებობს: საცივი, შქმერული, ჩახოხბილი, კუჭმაჭი, ნიგვზიანი  ხარჩო, ბაჟე და კიდევ არაერთი კერძი, რომლებსაც მხოლოდ და მხოლოდ ქართული ფესვები აქვს. \n\n საქართველო საინტერესოა იმითაც, რომ ამ პატარა ქვეყანაში ყველა კუთხეს თავისი დამახასიათებელი სამზარეულო წარმოაჩენს. მაგალითად, მხოლოდ ქართლში მზადდება შეჭამანდები - მაწვნის, დოს, შინდის, ღოლოს; სვანეთში - უნიკალური ყველი ნარჩვი, საოცარი კუბდარი და თაშმიჯაბი; სამეგრელოში - საუკეთესო ელარჯი და გებჟალია; გურიაში - საცივი, კუპატი; იმერეთში - ვარია ისრიმ-მაყვალში და ათასნაირი ფხალეული; აჯაფსანდალი ნამდვილი ქალაქური, თბილისური კერძია; მწვადი ყველგან იწვება, მაგრამ განთქმული მაინც კახური მწვადია; მთიანეთში უნიკალური დამბალხაჭოა; მესხეთ-ჯავახეთში - აპოხტის ხინკალი, ბაქმაზი; აფხაზეთში - უნიკალური აჯიკა და აფხაზურა; სამაჩაბლოში - ხაბიზგინები და მხლოვანები, აჭარაში - ყურუთი და ბორანო… ",
    imageSrc:
      "/why-georgia/a-vegetarian-guide-to-georgian-food-qartuli-kerdzebis-vegetarianuli-gzamkvlevi-skhvadaskhva-khinkali.webp",
    alt: "Lake",
  },
  {
    title: "და მაინც - რატომ საქართველო?",
    description:
      "საქართველოში არ არის კუთხე, სადაც სუფრაზე თავმოსაწონი და სამასპინძლო არ ჰქონდეთ. აქ ბევრი გემოა და ბევრი გასტრონომიული სიამოვნება, თუმცა მთავარი მაინც ხაჭაპურია - ქართული სამზარეულოს გვირგვინი. \n\n ხაჭაპური - ესაა ყველის გულსართიანი ცომეული და დღემდე მისი მრავალი სახეობა არსებობს.  ყველა კუთხეს საკუთარი ხაჭაპური აქვს, საოცრება - მესხური ფენოვანი „ჩალმა ხაჭაპური“, უკვე ძალიან პოპულარული - აჭარული ნავის ფორმის ხაჭაპური; მაგრამ ყველაზე გავრცელებული იმერული ხაჭაპურია - მრგვალი ფორმის, თხელ ცომში გახვეული ყველი, რომელიც უგემრიელეს ძაფებად იწელება.  \n\n სტუმარმასპინძლობით განთქმულ, ტრადიციულ და მდიდარ ქართულ სამზარეულოს ყველაზე ძალიან გული და გულის მისართმევი უხდება, ამიტომაც  შეიძლება ითქვას, რომ საქართველოს ხაჭაპურის გემო აქვს. \n\n ეს არის გემო, რომელიც აუცილებლად უნდა გასინჯო. ",
    imageSrc: "/why-georgia/acharuli-khachapuri-gnta.webp",
    alt: "Lake",
  },
];

export const sections10: Section[] = [
  {
    id: "start",
    content: "აქ არის Start სექცია",
    image1: "/flags/image1.webp",
    image2: "/flags/image2.webp",
    image3: "/flags/clouds.webp",
  },
  {
    id: "section-01",
    content: "აქ არის 01 სექცია",
    image1: "/flags/image2.webp",
    image2: "/flags/image3.webp",
    image3: "/flags/clouds.webp",
    title: "საქართველოს \n გეოგრაფია",
    description:
      "საქართველო ევროპისა და აზიის გზაგასაყარზე, კავკასიაში, შავი ზღვის სანაპიროზე მდებარეობს. ის საუკუნეების განმავლობაში ასრულებდა ცივილიზაციების დამაკავშირებელ ფუნქციას და სწორედ აქ გადიოდა „აბრეშუმის გზაც“ - მსოფლიოს უმსხვილესი სავაჭრო არტერია.",
    buttonText: "გაიგე მეტი",
    geographyOfGeorgia: [
      {
        image: "/why-georgia/why-georgia-delicious-cuisine.webp",
        title: "უგემრიელესი ქართული სამზარეულო",
        description:
          "საქართველო ძირძველ მიწაზე მდებარეობს და ამ ხნის ცივილიზაციები უკვე ძალიან ცოტაღა შემორჩა. თითქმის ყოველწლიურად არქეოლოგიური გათხრებისას ნაპოვნი არტეფაქტები, მათ შორის, მრავალფეროვანი სამზარეულო ჭურჭელი და სამეურნეო ნივთები, ადასტურებს, რომ ამ ქვეყანაში ოდითგან არსებობდა გამორჩეული გასტრონომიული კულტურა.",
      },
    ],
  },
  {
    id: "section-02",
    content: "აქ არის 02 სექცია",
    section02Images: [
      { src: "/flags/spring.webp", alt: "Slide 1", text: "გაზაფხული" },
      { src: "/flags/summer.webp", alt: "Slide 2", text: "ზაფხული" },
      { src: "/flags/autumn.webp", alt: "Slide 4", text: "შემოდგომა" },
      { src: "/flags/winter.webp", alt: "Slide 3", text: "ზამთარი" },
    ],
    geographyOfGeorgia: [
      {
        image: "/flags/bla2.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-03",
    content: "აქ არის 03 სექცია",
    image: "/flags/doqi.png",
    geographyOfGeorgia: [
      {
        image: "/flags/image03.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
];

// ----------------------------------------- start 11

export const sidebarItems11 = [
  "ღვთისგან ნაბოძები მიწა",
  "ტბები, მდინარეები, სხვა",
  "ტყეები, ჭაობები და სხვა",
  "წყლები და კლიმატი",
];

export const contentItems11: ContentItem[] = [
  {
    title: "ღვთისგან ნაბოძები მიწა",
    description:
      "არსებობს ასეთი ლეგენდა: ღმერთი ადამიანებს მიწას რომ უნაწილებდა, ყველაზე ბოლოს ქართველები მისულან და თავი უმართლებიათ, - შენს სადიდებელს ვამბობდით, ლხინსა და პურობას შევყევით, ამიტომ დაგვაგვიანდაო. ღმერთს სათავისოდ გადანახული ზღაპრული მიწა მათთვის დაუთმია. ვინც საქართველოს გაიცნობს, დარწმუნდება, რომ ეს ლეგენდა ძალიან უსაფუძვლოც არ არის. \n\n საქართველო მართლაც ჯადოსნური ადგილია - მთაში შეგიძლია ისრიალო, მერე თხილამურები მოიხსნა და 40 წუთში ზღვის ტალღებში იბანაო. დაგეგმო მარშრუტი და მთაში თოვლზეც იარო, თავსხმაშიც მოყვე და, მერე მზისგან შეწუხებულმა ტანისამოსი გაიძრო და გაირუჯო.",
    anotherDescription: "",
    imageSrc: "",
    alt: "Mountains",
  },
  {
    title: "ტბები, მდინარეები, სხვა",
    description:
      "ამ პატარა ქვეყანაში 26,060 დიდი და პატარა მდინარეა, 860 ტბა, 55 ჩანჩქერი, 44 წყალსაცავი.  საქართველო მდიდარია მიწისქვეშა სამყაროთი  - მღვიმეებითა და გამოქვაბულებით, რაც სპელეოლოგების ინტერესს იწვევს. \n\n დღეისათვის საქართველოში აღმოჩენილია 28 მღვიმე-გამოქვაბული. უნიკალური სანახაობაა წყალტუბოსთან მდებარე პრომეთეს მღვიმე, სადაც ნამდვილი პრეისტორიული ხანის ნაწილი ხდები. სათაფლიის გამოქვაბული კი მსოფლიოში ერთადერთია, სადაც ერთსა და იმავე ადგილზე აღბეჭდილია როგორც ბალახისმჭამელი, ისე მტაცებელი დინოზავრების ნაკვალევი, რომელიც 120 მილიონ წელს ითვლის.  \n\n საქართველოს ოკუპირებულ ტერიტორიაზე, აფხაზეთში, ახალ ათონში, არის ბუნების უნიკალური ძეგლი - ახალი ათონის მღვიმე, რომელიც უგრძესია მსოფლიოს მღვიმურ სისტემათა შორის. ის წარმოქმნილია მეზოზოური ასაკის კირქვაში და რამდენიმე დარბაზისგან შედგება.  ",
    imageSrc: "/why-georgia/shaori-lake-gnta.webp",
    alt: "River",
  },
  {
    title: "ტყეები, ჭაობები და სხვა",
    description:
      "საქართველოს ტერიტორიაზე მაღალი ესთეტიკის მქონე ბევრი კომპაქტური ძეგლია, რომლებსაც ბუნება საუკუნეების განმავლობაში აქანდაკებდა. საქართველოს ეკოსისტემის ნაწილია საერთაშორისო მნიშვნელობის ისპანის უნიკალური ჭაობი ქობულეთთან, რომელიც  ჩვენს ერამდე IV-III საუკუნეებით თარიღდება, ის ერთადერთი მფილტრავი, ყველაზე ხელუხლებელი ჭაობია მსოფლიოში და დღემდე მრავალი მეცნიერისა და ვიზიტორის ყურადღებას იქცევს. \n\n საქართველოს ბუნება განთქმულია გეოგრაფიული და ბიოლოგიური მრავალფეროვნებით. მთების გარდა, შეგიძლია ნახო ყველა ტიპის ტყე, ასევე ფლორისა და ფაუნის ათასობით ადგილობრივი სახეობა. \n\n საქართველოს ბუნება მდიდარი და მრავალფეროვანია ცხოველებით. აქ გავრცელებულია კავკასიური ირემი, შველი, გარეული ღორი, კურდღელი, ციყვი; მტაცებლები: მურა დათვი, მგელი, მაჩვი, ფოცხვერი, გარეული კატა და მელია. მაღალმთიანი ფაუნა დაცულია დიდი კავკასიონის მთებში. საქართველოში გავრცელებული მრავალი სახეობის ცხოველი იშვიათია გლობალური მასშტაბით და შეტანილია ბუნების დაცვის მსოფლიო კავშირის (IUCN) წითელ ნუსხაში.",
    imageSrc:
      "/why-georgia/alazani-floodplain-forests-natural-monument-gnta.webp",
    alt: "Lake",
  },
  {
    title: "წყლები და კლიმატი",
    description:
      "საქართველოში 2 ათასზე მეტი მინერალური და თერმული წყაროა, ისევე როგორც თერაპიული ტალახის საბადოები. ბევრი მათგანი პოპულარულ ბალნეოლოგიურ კურორტებთან ახლოსაა. \n\n მიუხედავად ტერიტორიის სიმცირისა, საქართველოში გავრცელებულია დედამიწის ზედაპირზე არსებული ჰავის თითქმის ყველა ტიპი, დაწყებული დასავლეთ საქართველოს შავიზღვისპირა თბილი ნოტიო სუბტროპიკულით, გაგრძელებული აღმოსავლეთ საქართველოს ველების მშრალი კონტინენტურით და დამთავრებული კავკასიონის მარადიული თოვლისა და მყინვარის ზონის  ჰავით. \n\n საქართველო ზომიერი კლიმატის ქვეყნებს შორის ერთ-ერთი უმდიდრესია ფლორისტული თვალსაზრისითაც. აქაური ფლორის შემადგენლობაში მცენარეთა 4 100-ზე მეტი სახეობაა (მთელ კავკასიაში 6 350-ამდე სახეობაა აღწერილი). დაახლოებით 21%, ანუ 900-მდე სახეობა ენდემურია (600 - კავკასიის, 300 - საქართველოს ენდემი). მაღალია საქართველოს ფლორის გვარობრივი ენდემიზმიც. აქ 16 ენდემური და სუბენდემური გვარია წარმოდგენილი. ცალკე აღნიშვნის ღირსია გოდერძის ნამარხი ტყე - აჭარაში მდებარე ბუნების უნიკალური ძეგლი.  \n\n საქართველო კულტურულ მცენარეთა წარმოშობისა და მრავალფეროვნების ერთ-ერთი ცენტრია. აქ ჩამოყალიბდა ვაზის, მარცვლოვნების, ხეხილისა და სხვა მრავალი შესანიშნავი ჯიში. ამრიგად, საქართველოს უნიკალური ფიტოგენოფონდი ქვეყნის ბუნებრივ-კულტურული მემკვიდრეობის „ცოცხალი ძეგლია“, რომლის შესწავლას, დაცვასა და აღდგენას საკაცობრიო მნიშვნელობა აქვს.",
    imageSrc: "/why-georgia/abasha-waterfall-gnta.webp",
    alt: "Lake",
  },
];

export const sections11: Section[] = [
  {
    id: "start",
    content: "აქ არის Start სექცია",
    image1: "/flags/image1.webp",
    image2: "/flags/image2.webp",
    image3: "/flags/clouds.webp",
  },
  {
    id: "section-01",
    content: "აქ არის 01 სექცია",
    image1: "/flags/image2.webp",
    image2: "/flags/image3.webp",
    image3: "/flags/clouds.webp",
    title: "საქართველოს \n გეოგრაფია",
    description:
      "საქართველო ევროპისა და აზიის გზაგასაყარზე, კავკასიაში, შავი ზღვის სანაპიროზე მდებარეობს. ის საუკუნეების განმავლობაში ასრულებდა ცივილიზაციების დამაკავშირებელ ფუნქციას და სწორედ აქ გადიოდა „აბრეშუმის გზაც“ - მსოფლიოს უმსხვილესი სავაჭრო არტერია.",
    buttonText: "გაიგე მეტი",
    geographyOfGeorgia: [
      {
        image: "/why-georgia/why-georgia-nature.webp",
        title: "საქართველოს ბუნება",
        description:
          "ჩრდილოეთით - აზიდული დიდი კავკასიონი, დასავლეთით - შემორკალული შავი ზღვა, სამხრეთით - მცირე კავკასიონის მთები, აღმოსავლეთით - გაშლილი ველ-მინდვრები, მდინარეები, ჩანჩქერები, ულამაზესი ხეობები, მწვერვალები, წყაროები, ტბები და წყალსაცავები, ნაკადულები, ტყეები, მღვიმეები და გამოქვაბულები, ყაყაჩოებით, გვირილებით, სოსანებითა და ალპური ყვავილებით სავსე მდელოები - ეს საქართველოა, ერთ-ერთი ულამაზესი და უძველესი ქვეყანა დედამიწაზე.",
      },
    ],
  },
  {
    id: "section-02",
    content: "აქ არის 02 სექცია",
    section02Images: [
      { src: "/flags/spring.webp", alt: "Slide 1", text: "გაზაფხული" },
      { src: "/flags/summer.webp", alt: "Slide 2", text: "ზაფხული" },
      { src: "/flags/autumn.webp", alt: "Slide 4", text: "შემოდგომა" },
      { src: "/flags/winter.webp", alt: "Slide 3", text: "ზამთარი" },
    ],
    geographyOfGeorgia: [
      {
        image: "/flags/bla2.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-03",
    content: "აქ არის 03 სექცია",
    image: "/flags/doqi.png",
    geographyOfGeorgia: [
      {
        image: "/flags/image03.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
];

// ------------------------------------------- start 12

export const sidebarItems12 = [
  "თბილისი",
  "ბათუმი",
  "ქუთაისი",
  "ყაზბეგი/სტეფანწმინდა",
  "მესტია",
  "თელავი",
  "და მაინც, რატომ საქართველო?",
];

export const contentItems12: ContentItem[] = [
  {
    title: "თბილისი",
    description:
      "ალექსანდრე დიუმა ამბობდა, თბილისი ლეგენდებისა და რომანტიკის ქალაქიაო. თბილისის დაარსების ლეგენდა მოგიყვება, V საუკუნეში როგორ დაედევნა დაჭრილ ხოხობს სანადიროდ გამოსული მეფე ვახტანგ გორგასლის მიმინო, როგორ იპოვეს დახოცილი ფრინველები გოგირდის ცხელ წყალში და როგორ ბრძანა მეფემ ამ ადგილზე ქალაქის, სახელად თბილისის, დაარსება. ეს თბილისის ქალაქად ქცევის ამბავია, თორემ ადამიანის ცხოვრება აქ სათავეს ძვ.წ. IV-III ათასწლეულიდან იღებს. \n\n გოგირდის ის ცხელი წყლები ახლა თბილისის განთქმულ გოგირდის აბანოებშია მოქცეული და ქალაქის უძველეს, აბანოთუბანს და ორთაჭალას, თუნდაც მათ მოსანახულებლად უნდა ეწვიო. ჭრელი აბანოები თბილისური ეგზოტიკის შეგრძნების საუცხოო შესაძლებლობაა, რომ აღარაფერი ვთქვათ გასაოცარ ეფექტზე, რომელსაც ის შენს ჯანმრთელობაზე მოახდენს. \n\n ძველი თბილისი ბევრი თვალსაზრისით გამორჩეული უბანია. აქ ერთ ქუჩაზე ნახავ რამდენიმე კონფესიის სალოცავს - მართლმადიდებლურ ტაძარს, მეჩეთსა და სინაგოგას. ეს თბილისის მრავალეთნიკური ისტორიის სურათია - იმ ადამიანური სიყვარულის, რომელსაც ქართველები სხვა ერების მიმართ იჩენდნენ და იჩენენ. თბილისის ძველ უბნებში ასეთი თანაცხოვრების კიდევ არაერთ მაგალითს წააწყდები. \n\n ევროპის ვერცერთ ქვეყანაში ვერ ნახავ ქართული, რომაული, არაბული, სპარსული, თურქული, ებრაული და სხვა არქიტექტურის ისეთ ბუნებრივ შერწყმას, როგორსაც თბილისში. ეს სურათი სრული სისავსით რომ აღიქვა, ქალაქს ნარიყალას ან მეტეხის სიმაღლიდან უნდა გადმოხედო. მდინარე მტკვრის სანაპიროზე გაშენებულ ამ არქიტექტურულ ჰარმონიაში უამრავ ისტორიულ ძეგლსა და თანამედროვე შენობას აღმოაჩენ - ბრინჯაოს ხანის ნამოსახლარებს, შუა საუკუნეების ტაძრებს, მრავალჯერ ბრძოლაგადატანილ ციხესიმაგრეებს, მოჩუქურთმებულ, ვიტრაჟულ თბილისურ ეზოებს და ა.შ. \n\n უფრო თანამედროვე თბილისი რუსთაველის გამზირიდან იწყება, სადაც XIX-XX საუკუნეების დახვეწილ, ევროპულ არქიტექტურას ნახავ. აქვეა მუზეუმები, სავაჭრო ცენტრები თუ უმაღლესი დონის სასტუმროები თავისი რესტორნებითა და კაფე-ბარებით, სადაც ქართული გასტრონომიის შედევრებს უნიკალურ ქართულ ღვინოებთან ერთად დააგემოვნებ. ქართული სამზარეულოსთვის გემოს გასინჯვას ქალაქის, ფაქტობრივად, ყველა უბანში შეძლებ, თუმცა თითქმის დარწმუნებით შემიძლია გითხრა, რომ რომელიმე ქართველის ოჯახში გაშლილ სუფრასაც აუცილებლად მიუჯდები და, ქართული კერძების გარდა, თამადის ქართულ ინსტიტუტსაც გაუგებ გემოს.   \n\n თბილისში მოგზაურობისას არ დაგავიწყდეს მტკვარზე ტივით გასეირნება, ბოტანიკური ბაღისა და ლეღვთახევის ჩანჩქერების, კუსა და ლისის ტბების მონახულება და, რაც მთავარია, ფუნიკულიორზე ასვლა - არა მხოლოდ ატრაქციონებისთვის, არამედ იმისთვისაც, რომ მისი სიმაღლიდან თბილისი ხელისგულზე გადაშლილს ჰგავს.  ",
    anotherDescription:
      "ქვეყანა, რომელიც დღემდე აღმოსავლეთისა და დასავლეთის კარიბჭედაა მიჩნეული? რომელიც ხორბლისა და ღვინის სამშობლოდ ითვლება? რომლის ფოლკლორმა კოსმოსს მიაღწია, მისი ლეგენდები კი საფუძვლად დაედო ბერძნულ მითოლოგიას? ეს საქართველოა - ქვეყანა, რომელსაც ერთხელ ნახავ და ვეღარასდროს დაივიწყებ.",
    imageSrc: "/why-georgia/tbilisi-gnta.webp",
    alt: "Mountains",
  },
  {
    title: "ბათუმი",
    description:
      "ბათუმს ამერიკის სტუმარმასპინძლობის მეცნიერების აკადემიისგან წლის საუკეთესო ტურისტული დანიშნულების ადგილის წოდებაც აქვს მიღებული და Forbes-ისგან - ადგილი „ხავერდოვან სეზონზე“ დასასვენებელი ქალაქების საუკეთესო ხუთეულში. მისი, როგორც დასვენებისთვის ერთ-ერთი საუკეთესო ქალაქის, ჯილდოები წლიდან წლამდე იმატებს, თუმცა ეს სულაც არ ნიშნავს იმას, რომ ბათუმში მხოლოდ ზღვის სეზონზე უნდა ჩახვიდე. \n\n ეს არის ქალაქი, რომელსაც დასასვენებლადაც შეგიძლია ესტუმრო და საქმიანადაც - ბათუმის მაღალი კლასის სასტუმროები, საკონფერენციო დარბაზები და ევროპული სტანდარტების მომსახურება აქ ნებისმიერი საერთაშორისო ღონისძიების გამართვის შესაძლებლობას იძლევა. ბათუმი ყველა სეზონზე ლამაზია - მის მოკირწყლულ ქუჩებს წვიმის შხაპუნიც უხდება და გაშლილი ქოლგების ფერადოვნებაც, მაგნოლიების მათრობელა სურნელიც და ქვიშაზე მოდუღებული განთქმული ბათუმური ყავის ოხშივარიც.   \n\n უმი საუკეთესო ადგილია პაემნებისთვის. სად უნდა შეხვდეთ? მაგალითად, „ალისა და ნინოს“ ქანდაკებასთან - მარადიული სიყვარულის გამომსახველ საოცარ სკულპტურასთან. თუ შეხვედრა თავგადასავლად გინდა აქციო, ის „სალამურიან ბიჭუნასთან“ დანიშნე. ძველ ბათუმში, პიაცასთან, ისტორიული შენობის აგურის ნიშაში მოკალათებული ამ ქანდაკების პოვნა ნამდვილად არცერთს არ დაგავიწყდებათ.  \n\n ბათუმში გასართობსა და სანახავს რა გამოლევს? შავი ზღვის ეს მარგალიტი თავისი უძველესი პორტით, ძველი თუ ახალი არქიტექტურით, ევროპული მოედნებითა და მყუდრო ბათუმური ეზოებით, მუზეუმებითა და თეატრებით, ფესტივალებითა და კონცერტებით, სამზარეულოთი, რომლის ნიმუში - ნავის ფორმის ხაჭაპური უკვე ლამის მთელმა მსოფლიომ იცის, საქართველოს ერთ-ერთი მთავარი კულტურული ცენტრია",
    imageSrc: "/why-georgia/miracle-park-gnta.webp",
    alt: "River",
  },
  {
    title: "ქუთაისი",
    description:
      "გაერთიანებული საქართველოს პირველი დედაქალაქი და ევროპის ერთ-ერთი უძველესი ქალაქი, რომლის შესახებაც ძველი ბერძნები ეპოსებს თხზავდნენ. ანტიკური ხანის ქალაქი აია, რომელსაც უკავშირდება ბერძნული მითოსი არგონავტების შესახებ და კოლხი მედეა, ვისი სახელისგანაც წარმოიშვა სიტყვა „მედიცინა“ - ეს ქუთაისია, ქალაქი, საიდანაც X საუკუნეში საქართველოს სახელმწიფოს გაერთიანება დაიწყო და სადაც ქვეყნის ერთ-ერთი ყველაზე გამორჩეული მეფე დავით აღმაშენებელი დაიბადა. \n\n ქუთაისში ჩასვლისთანავე შენიშნავ გორაზე მდგარ დიდებულ ბაგრატის ტაძარს, რომელიც საქართველოს ოქროს ხანის სიმბოლოა; ქალაქიდან რამდენიმე კილომეტრშია იუნესკოს კულტურული მემკვიდრეობის ძეგლის სტატუსის მქონე გელათის სამონასტრო კომპლექსი, თავისი უნიკალური აკადემიით; ქუთაისთანაა პრომეთესა და სათაფლიის მღვიმეები, რომელთა სტალაქტიტები და სტალაგმიტები, მიწაზე აღბეჭდილი დინოზავრის ნაკვალევი სამყაროს ასაკის ისტორიას მოგითხრობს. \n\n საქართველოს ისტორიას ქუთაისის ტაძრების ფრესკები და მოზაიკები მოგიყვება, ქალაქის განსაკუთრებულობის შესახებ კი მისი მუზეუმები, საგამოფენო დარბაზები, ისტორიული ბულვარი და შენობები გიამბობს, რადგან ესაა ქალაქი, რომელმაც უდიდესი ქართველი მწერლები, პოეტები, მეცნიერები, მსახიობები დაბადა. ამასთანავე, ეს არის საქართველოს ერთ-ერთი კოლორიტული ქალაქი კათოლიკური თუ ებრაული უბნებით, თეთრი ქვებითა და მასზე გადებული ისტორიული ხიდებით. \n\n ქუთაისში ქუჩაშიც კი მოისმენ უტკბილეს ქალაქურ სიმღერებს, აქ გულღია მასპინძელი სახელდახელოდ დაგიცხობს სასწაულ იმერული ხაჭაპურს, ვარიას ისრიმ-მაყვალში ჩაგიწყობს და მსუბუქი ღვინის თანხლებით, ცნობილი ქუთაისური იუმორით მოგიყვება ამბებს, რომლებიც მერეც კი, სახლში დაბრუნებულს, გულიან ღიმილს მოგგვრის.",
    imageSrc: "/why-georgia/kutaisi.webp",
    alt: "Lake",
  },
  {
    title: "ყაზბეგი/სტეფანწმინდა",
    description:
      "მკაცრი მთის ბუნების სილამაზისა და შუა საუკუნეების კულტურის ჰარმონიული შერწყმა - ეს არის ერთ-ერთი მთავარი ღირებულება, რომელიც ყაზბეგს საქართველოს სხვა ქალაქებისგან განასხვავებს. გრანდიოზული მთები, ჩანჩქერები, ტბები, ხეობები, მთის წვერზე აგებული შუა საუკუნეების ტაძრები, ფერდობებზე შეფენილი ნასოფლარები, ციხე-კოშკები და საოცარი ხედები, რომლებიც ყველა კუთხიდან იშლება, ანდამატივით იზიდავს ტურისტებს. \n\n წარმართული და ქრისტიანული ნაზავის დღესასწაული, სტუმარმასპინძლობის განსაკუთრებული ტრადიცია და ეგზოტიკური სამზარეულო ერთნაირად საინტერესოა როგორც ლაშქრობებისა და მთაში დასვენების მოყვარულებისთვის, ისე ნებისმიერი ტურისტისთვის. ცალკე სამყაროა ყაზბეგი საფეხმავლო ტურებისა და ზამთრის აქტივობების მოყვარულებისთვის - აქ ალპინიზმის, თხილმარისა და ბევრი სხვა სახის ტურის მოწყობაა შესაძლებელი. \n\n მაღალი კლასის სასტუმროში დაბინავებულმა შეგიძლია უცქირო გერგეტის სამებისა და მყინვარწვერის გასაოცარ ხედებს ან მცირე საოჯახო სასტუმროში მოწყობილმა იგრძნო მოხევეების ცხოვრების, ერთი შეხედვით, ასკეტური, თუმცა სითბოთი და სიყვარულით გაჯერებული ცხოვრების ხიბლი.  ",
    imageSrc: "/why-georgia/stepantsminda-gergeti-stepantsminda-3.webp",
    alt: "Lake",
  },
  {
    title: "მესტია",
    description:
      "რატომ უნდა ეწვიო მესტიას? ეს კითხვა მაშინვე გაგიქარწყლდება, როგორც კი საქართველოს ყველაზე მაღალი მწვერვალების - პირქუში შხარისა და ქათქათა თეთნულდის ძირში აღმოჩნდები. \n\n აქ არის ულამაზესი ტბები, ჩანჩქერები, მყინვარები და ორი უნიკალური ადგილი - კურორტები ჰაწვალი და თეთნულდი, სადაც შესაძლებელია: სათხილამურო ტრასებსა თუ გაუკვალავ თოვლში სრიალი, ჰელისკი, სკიტური, საცხენოსნო ტურის მოწყობა, საფეხმავლო ტურის დაგეგმვა და კიდევ არაერთი აქტივობა, როგორც ზამთრის ისე ზაფხულის დასვენებისთვის. \n\n მესტიაში დაგხვდება გასაოცარი არქიტექტურის შუა საუკუნეების კოშკები, საერო, საკულტო და თავდაცვითი ნაგებობები. აქ მოისმენ დაუვიწყარ სვანური „ლილეს“ და დააგემოვნებ ეგზოტიკურ სვანურ კერძებს, გაიცნობ საოცარ ხალხს - ირგვლივ აზიდული მთებივით მკაცრსა და ამავე დროს სიყვარულით სავსე გულის მატარებელს. \n\n ეს არის ქალაქი, რომელიც აუცილებლად უნდა ნახო.   ",
    imageSrc: "/why-georgia/mestia-gnta.webp",
    alt: "Lake",
  },
  {
    title: "თელავი",
    description:
      "საქართველოდან ისე არ უნდა წახვიდე, კახეთის მთავარ ქალაქს - თელავს არ ესტუმრო. თელავში მოგზაურობის თავგადასავალი გომბორის ულამაზესი გზით იწყება, რომლის ნახვაც წელიწადის ნებისმიერ დროს დაუვიწყარ შთაბეჭდილებას დაგიტოვებს. თავად ქალაქი მოგხიბლავს საოცარი არქიტექტურით, ლამაზი ქუჩებით, უძველესი ისტორიული ძეგლებით და, რაც მთავარია, გამორჩეული კახური ღვინის მრავალფეროვნებითა და პურმარილით.\n\n თუ გინდა, ამ ქალაქის ისტორია გაიგო, ქალაქის ცენტრში, უშველებელ ციხე-გალავანში მოქცეულ მეფე ერეკლე II-ის მუზეუმს უნდა ესტუმრო. აქ გვიანდელი ბრინჯაოს ხანიდან დაწყებული ყველა ეპოქის ექსპონატს შეხვდები. აუცილებლად ნახე თელავის მთავარი სიმბოლო - 900-წლიანი ჭადარი და დალიე „ბატონის წყაროს“ ანკარა წყალი, დატკბი ქალაქის ცენტრში მდებარე თეატრის შენობით, რომელშიც უძველესი ციხე-კოშკია მოქცეულია.\n\n აუცილებლად უნდა ახვიდე ნადიკვარზე, ქალაქის მთავარ პარკში და გადახედო კავკასიონის ფეხქვეშ გადაშლილ ალაზნის ველს. კახელების ხასიათის მთელი სიგრძე და სიგანე ამ სურათშია.",
    imageSrc: "/why-georgia/telavi-georgia.webp",
    alt: "Lake",
  },
  {
    title: "და მაინც, რატომ საქართველო?",
    description:
      "იმიტომ, რომ ამ ქვეყანაში თითქოს მთელი სამყაროა მოქცეული - ძველი და ახალი, პირქუში და მხიარული. ყველა კუთხეს, ყველა ქალაქს თავისი განსაკუთრებული ხიბლი და ხასიათი აქვს. მერე ეს ხასიათი ერთ ეროვნულ ხასიათში იყრის თავს და ასე იქმნება ქართველი, ასე იქმნება საქართველო - ქვეყანა, სადაც სტუმარი ღვთისაა. ",
    imageSrc: "/why-georgia/why-georgia-world-heritage.webp",
    alt: "Lake",
  },
];

export const sections12: Section[] = [
  {
    id: "start",
    content: "აქ არის Start სექცია",
    image1: "/flags/image1.webp",
    image2: "/flags/image2.webp",
    image3: "/flags/clouds.webp",
  },
  {
    id: "section-01",
    content: "აქ არის 01 სექცია",
    image1: "/flags/image2.webp",
    image2: "/flags/image3.webp",
    image3: "/flags/clouds.webp",
    title: "საქართველოს \n გეოგრაფია",
    description:
      "საქართველო ევროპისა და აზიის გზაგასაყარზე, კავკასიაში, შავი ზღვის სანაპიროზე მდებარეობს. ის საუკუნეების განმავლობაში ასრულებდა ცივილიზაციების დამაკავშირებელ ფუნქციას და სწორედ აქ გადიოდა „აბრეშუმის გზაც“ - მსოფლიოს უმსხვილესი სავაჭრო არტერია.",
    buttonText: "გაიგე მეტი",
    geographyOfGeorgia: [
      {
        image: "/why-georgia/main-cities-of-georgia-country.webp",
        title: "საქართველოს მთავარი ქალაქები",
        description:
          "შეგიძლია წარმოიდგინო პატარა ქვეყანა, რომელიც ადამიანის ცხოვრების 1 800 000-წლიან ისტორიას ითვლის და, მიუხედავად მუდმივი ბრძოლებისა, მსოფლიო ცივილიზაციის განვითარების ყველა ეტაპზე საკუთარ ფუნქციას ინარჩუნებს?",
      },
    ],
  },
  {
    id: "section-02",
    content: "აქ არის 02 სექცია",
    section02Images: [
      { src: "/flags/spring.webp", alt: "Slide 1", text: "გაზაფხული" },
      { src: "/flags/summer.webp", alt: "Slide 2", text: "ზაფხული" },
      { src: "/flags/autumn.webp", alt: "Slide 4", text: "შემოდგომა" },
      { src: "/flags/winter.webp", alt: "Slide 3", text: "ზამთარი" },
    ],
    geographyOfGeorgia: [
      {
        image: "/flags/bla2.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-03",
    content: "აქ არის 03 სექცია",
    image: "/flags/doqi.png",
    geographyOfGeorgia: [
      {
        image: "/flags/image03.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
];

// ------------------------------------------------ start 13

export const sidebarItems13 = [
  "ადამი და ევა, ნოეს კიდობანი და ქართული ღვინო",
  "ვაზი და თიხა – ყველაზე ხანდაზმული წყვილი",
  "ქართული ღვინო და ქართული სიმღერა",
  "რატომ საქართველო? – აქ ყველა გზა ღვინოსთან მიდის",
  "ღვინო და გასტრონომია",
];

export const contentItems13: ContentItem[] = [
  {
    title: "ადამი და ევა, ნოეს კიდობანი და ქართული ღვინო",
    description:
      "ბიბლიის წელთაღრიცხვა ქრისტეს შობამდე 5604 წლიდან იწყება, როდესაც ღმერთმა გველის მიერ ცდუნებული ადამი და ევა სამოთხიდან გააძევა. ჩვენს წელთაღრიცხვასაც თუ დავამატებთ, გამოდის, ეს ამბავი 7626 წლის წინათ მოხდა, ანუ კარგა ხანი იყო გასული მას შემდეგ, რაც ქართველებმა ქვევრის გამოყენება დაიწყეს. \n\n ისიც საინტერესო ამბავია (გინდ დაიჯერე, გინდ - არა), რომ ბიბლიის პერსონაჟებს შორის ღვინის უპირველესი მოყვარული ნოე იყო -  დიახ, კიდობნის შემქმნელი და სამყაროს გადამრჩენი ნოე. \n\n არსებობს ლეგენდაც, რომ, როდესაც კიდობანი ზღვამ დიდი არარატის მთასთან გამორიყა, ნოე თავისი ამალით მაღალი მთებისკენ წასულა. ეს იყო სწორედ კავკასია და ერთ ადგილას ღვინო გაუსინჯავს - სავარაუდოდ, მარნეულის მიდამოებში, სადაც მსოფლიოში უძველესი - 8000 წლის ღვინის ნაკვალევი აღმოაჩინეს. \n\n ამ აღმოჩენას, ქართველ მეცნიერებთან ერთად, 7 ქვეყნის სპეციალისტები 3 წელი იკვლევდნენ, პენსილვანიის უნივერსიტეტის მუზეუმის პროფესორის, ბიოქიმიკოსისა და ღვინის მკვლევრის პატრიკ მაკგოვერნის ხელმძღვანელობით. შედეგად საქართველო ღვინის სამშობლოდ მთელმა მსოფლიომ აღიარა.",
    anotherDescription: "",
    imageSrc: "/why-georgia/georgian-wineyard-kakheti.webp",
    alt: "Mountains",
  },
  {
    title: "ვაზი და თიხა – ყველაზე ხანდაზმული წყვილი",
    description:
      "ახლა რაც შეეხება უშუალოდ ქვევრსა და ქართულ ღვინოს. წარმოიდგინეთ, ამ ქვეყანაში ქვევრში ღვინო, სულ მცირე, 8 000-ჯერ არის დაყენებული. თიხისა და ვაზის ასეთი ხანგრძლივი და ჰარმონიული თანაცხოვრება მართლაც რაღაც მაგიასთანაა დაკავშირებული. \n\n ღვინის ქვევრში დაყენება არ არის მარტივი პროცესი, მას ცოდნა სჭირდება და საიდან მიიღო 8000 წლის წინანდელმა ადამიანმა ასეთი ცოდნა? ეს კითხვა იმდენად შორს წაგვიყვანს, რომ შეიძლება, საქართველოსა და ქართულ ღვინოსაც გავცდეთ. ",
    imageSrc: "/why-georgia/why-georgia-cradle-of-wine.webp",
    alt: "River",
  },
  {
    title: "ქართული ღვინო და ქართული სიმღერა",
    description:
      "საქართველოში ღვინო მთელი კულტურის ერთგვარი ღერძია, რომლის გარშემოც იბადება და ვითარდება ყველაფერი: ქართული პოლიფონიური სიმღერების მნიშვნელოვანი ნაწილი ვაზსა და ღვინოს ეძღვნება; არის ფოლკლორული ნაწარმოებები, რომლებსაც სარიტუალოდ ასრულებდნენ ვენახის მოვლის, მოსავლის აღების, ღვინის დაწურვის, ქვევრის მოხდისა და სხვა ეტაპებზე. საინტერესოა, რომ ქართველები ერთი და იმავე სიმღერით ეგებებოდნენ ოჯახში ახალი ბავშვისა და ახალი ღვინის დაბადებას. \n\n ამ სიმღერებს დღესაც ღიღინებენ გლეხები თავიანთ ვენახებსა და მარნებში, პროფესიონალური ფოლკლორული ანსამბლები კი მთელ მსოფლიოს აცნობენ ქართულ ღვინოზე დაშენებულ ამ არამატერიალურ შედევრებს. ",
    imageSrc: "/why-georgia/georgian-national-singers.webp",
    alt: "Lake",
  },
  {
    title: "რატომ საქართველო? – აქ ყველა გზა ღვინოსთან მიდის",
    description:
      "საქართველოში მოგზაურობისას ბევრგან შეხვდები ერთ მოკრძალებულ საგზაო მანიშნებელს წარწერით - „ღვინის გზა“. \n\n თუ მას გაუყვები, სულ მალე მიხვალ დიდ, ინდუსტრიულ მეღვინეობამდე ან  საოჯახო, მცირე მარნამდე, სადაც საუკეთესო ღვინოებს აწარმოებენ - მცირე რაოდენობით და მხოლოდ პრემიუმ ხარისხისას. მცირე მარნებში გასტრონომიაც მხოლოდ ადგილობრივია და იდეალურადაა შეხამებული ადგილწარმოშობის ღვინოებთან. \n\n „ღვინის გზას“, რომელსაც, წარწერასთან ერთად, ყურძნის მტევნის გამოსახულებაც ამშვენებს, საქართველოს თითქმის ყველა კუთხეში შეხვდები. მათ შორის: \n\n აჭარასა და გურიაში ეს ნიშანი ისეთ მარნებამდე მიგიყვანს, სადაც მწიფე ნაკვერცხლისფერ ჩხავერს აყენებენ. ეს უნიკალური ადგილწარმოშობის ღვინო მთიანი აჭარისა და გურიის ტერიტორიებზე მოჰყავთ; \n\n ღვინის გზებითაა დაქსელილი სამეგრელო, თავისი განთქმული ოჯალეშითა და არამხოლოდ; \n\n იმერეთი - მჩქეფარე ციცქა-ცოლიკოურითა და კრახუნათი შეგხვდება; \n\n რაჭა-ლეჩხუმი - ლეგენდარული უსახელოურითა და ხვანჭკარით; \n\n შიდა ქართლი - ელეგანტური ჩინებულითა და გორული მწვანით; \n\n ქვემო ქართლი - ოქროსფერი რქაწითელით და ასურეთული შალათი. \n\n სამცხე-ჯავახეთი - მესხური მწვანითა და მესხური წითლით; \n\n აჭარა - სუბტროპიკული ზონის ჩხავერით; \n\n აფხაზეთი - უნიკალური ავასირხვით; \n\n და, რაღა თქმა უნდა, კახეთი – არომატული კახური მწვანით და ქისით, სხეულიანი რქაწითელით და საფერავით. \n\n საქართველოში ერთადერთი ზონა, სადაც ღვინის გზა არ გადის, ალპური ზონაა. ეს ქვეყანა ხომ შავი ზღვის სანაპიროზე იწყება და კავკასიონის მყინვარებზე მთავრდება. ",
    imageSrc: "/why-georgia/akhaltsikhe-winemakeing.webp",
    alt: "Lake",
  },
  {
    title: "ღვინო და გასტრონომია",
    description:
      "როგორც ზემოთ დავთვალეთ, ქართული ღვინო ასაკით არა მხოლოდ მის მოყვარულ ნოეზე, არამედ თვით ადამსა და ევაზეც უფროსია. ახლა წარმოვიდგინოთ, როგორ შეძლებდა მაშინდელი მეღვინე არსებობას, თუ თავის დაყენებულ ღვინოს საკვებს არ მიაყოლებდა? \n\n ქართული სამზარეულო და ღვინო ერთად იკვლევს გზას ამ ათასწლეულებში და რამდენადაც მრავალფეროვანია ქართული ღვინო ადგილწარმოშობის მიხედვით (საქართველოში 500-ზე მეტი ადგილობრივი ჯიშის ვაზია ცნობილი), იმდენად მრავალფეროვანია ქართული გასტრონომიაც. საქართველოს ყოველ რეგიონს თავისი უნიკალური პროდუქტი და განუმეორებელი კერძი აქვს. \n\n თვითმყოფადი ქართული გასტრონომია ამავდროულად სხვა გასტრონომიული კულტურების ანარეკლიცაა, რაც ამ ქვეყნის ისტორიული ქარტეხილებითა და სხვა ერებთან ურთიერთობით არის გამოწვეული. ამიტომ არის ქართული გასტრონომია ასე მდიდარი და მრავალფეროვანი. \n\n იმოგზაურე ამ პატარა, მშვიდ, მრავალფეროვან ქვეყანაში და ყურადღებით იყავი – „ღვინის გზა“ არ გამოგრჩეს!",
    imageSrc: "/why-georgia/wine-and-cheese-festival.webp",
    alt: "Lake",
  },
];

export const sections13: Section[] = [
  {
    id: "start",
    content: "აქ არის Start სექცია",
    image1: "/flags/image1.webp",
    image2: "/flags/image2.webp",
    image3: "/flags/clouds.webp",
  },
  {
    id: "section-01",
    content: "აქ არის 01 სექცია",
    image1: "/flags/image2.webp",
    image2: "/flags/image3.webp",
    image3: "/flags/clouds.webp",
    title: "საქართველოს \n გეოგრაფია",
    description:
      "საქართველო ევროპისა და აზიის გზაგასაყარზე, კავკასიაში, შავი ზღვის სანაპიროზე მდებარეობს. ის საუკუნეების განმავლობაში ასრულებდა ცივილიზაციების დამაკავშირებელ ფუნქციას და სწორედ აქ გადიოდა „აბრეშუმის გზაც“ - მსოფლიოს უმსხვილესი სავაჭრო არტერია.",
    buttonText: "გაიგე მეტი",
    geographyOfGeorgia: [
      {
        image: "/why-georgia/why-georgia-vine-akvani-gnta.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
  {
    id: "section-02",
    content: "აქ არის 02 სექცია",
    section02Images: [
      { src: "/flags/spring.webp", alt: "Slide 1", text: "გაზაფხული" },
      { src: "/flags/summer.webp", alt: "Slide 2", text: "ზაფხული" },
      { src: "/flags/autumn.webp", alt: "Slide 4", text: "შემოდგომა" },
      { src: "/flags/winter.webp", alt: "Slide 3", text: "ზამთარი" },
    ],
    geographyOfGeorgia: [
      {
        image: "/flags/bla2.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-03",
    content: "აქ არის 03 სექცია",
    image: "/flags/doqi.png",
    geographyOfGeorgia: [
      {
        image: "/flags/image03.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
];

// ------------------------------------ start 14

export const sidebarItems14 = [
  "ადამი და ევა, ნოეს კიდობანი და ქართული ღვინო",
  "ვაზი და თიხა – ყველაზე ხანდაზმული წყვილი",
  "ქართული ღვინო და ქართული სიმღერა",
  "რატომ საქართველო? – აქ ყველა გზა ღვინოსთან მიდის",
  "ღვინო და გასტრონომია",
];

export const contentItems14: ContentItem[] = [
  {
    title: "ადამი და ევა, ნოეს კიდობანი და ქართული ღვინო",
    description:
      "ბიბლიის წელთაღრიცხვა ქრისტეს შობამდე 5604 წლიდან იწყება, როდესაც ღმერთმა გველის მიერ ცდუნებული ადამი და ევა სამოთხიდან გააძევა. ჩვენს წელთაღრიცხვასაც თუ დავამატებთ, გამოდის, ეს ამბავი 7626 წლის წინათ მოხდა, ანუ კარგა ხანი იყო გასული მას შემდეგ, რაც ქართველებმა ქვევრის გამოყენება დაიწყეს. \n\n ისიც საინტერესო ამბავია (გინდ დაიჯერე, გინდ - არა), რომ ბიბლიის პერსონაჟებს შორის ღვინის უპირველესი მოყვარული ნოე იყო -  დიახ, კიდობნის შემქმნელი და სამყაროს გადამრჩენი ნოე. \n\n არსებობს ლეგენდაც, რომ, როდესაც კიდობანი ზღვამ დიდი არარატის მთასთან გამორიყა, ნოე თავისი ამალით მაღალი მთებისკენ წასულა. ეს იყო სწორედ კავკასია და ერთ ადგილას ღვინო გაუსინჯავს - სავარაუდოდ, მარნეულის მიდამოებში, სადაც მსოფლიოში უძველესი - 8000 წლის ღვინის ნაკვალევი აღმოაჩინეს. \n\n ამ აღმოჩენას, ქართველ მეცნიერებთან ერთად, 7 ქვეყნის სპეციალისტები 3 წელი იკვლევდნენ, პენსილვანიის უნივერსიტეტის მუზეუმის პროფესორის, ბიოქიმიკოსისა და ღვინის მკვლევრის პატრიკ მაკგოვერნის ხელმძღვანელობით. შედეგად საქართველო ღვინის სამშობლოდ მთელმა მსოფლიომ აღიარა.",
    anotherDescription: "",
    imageSrc: "/why-georgia/georgian-wineyard-kakheti.webp",
    alt: "Mountains",
  },
  {
    title: "ვაზი და თიხა – ყველაზე ხანდაზმული წყვილი",
    description:
      "ახლა რაც შეეხება უშუალოდ ქვევრსა და ქართულ ღვინოს. წარმოიდგინეთ, ამ ქვეყანაში ქვევრში ღვინო, სულ მცირე, 8 000-ჯერ არის დაყენებული. თიხისა და ვაზის ასეთი ხანგრძლივი და ჰარმონიული თანაცხოვრება მართლაც რაღაც მაგიასთანაა დაკავშირებული. \n\n ღვინის ქვევრში დაყენება არ არის მარტივი პროცესი, მას ცოდნა სჭირდება და საიდან მიიღო 8000 წლის წინანდელმა ადამიანმა ასეთი ცოდნა? ეს კითხვა იმდენად შორს წაგვიყვანს, რომ შეიძლება, საქართველოსა და ქართულ ღვინოსაც გავცდეთ. ",
    imageSrc: "/why-georgia/why-georgia-cradle-of-wine.webp",
    alt: "River",
  },
  {
    title: "ქართული ღვინო და ქართული სიმღერა",
    description:
      "საქართველოში ღვინო მთელი კულტურის ერთგვარი ღერძია, რომლის გარშემოც იბადება და ვითარდება ყველაფერი: ქართული პოლიფონიური სიმღერების მნიშვნელოვანი ნაწილი ვაზსა და ღვინოს ეძღვნება; არის ფოლკლორული ნაწარმოებები, რომლებსაც სარიტუალოდ ასრულებდნენ ვენახის მოვლის, მოსავლის აღების, ღვინის დაწურვის, ქვევრის მოხდისა და სხვა ეტაპებზე. საინტერესოა, რომ ქართველები ერთი და იმავე სიმღერით ეგებებოდნენ ოჯახში ახალი ბავშვისა და ახალი ღვინის დაბადებას. \n\n ამ სიმღერებს დღესაც ღიღინებენ გლეხები თავიანთ ვენახებსა და მარნებში, პროფესიონალური ფოლკლორული ანსამბლები კი მთელ მსოფლიოს აცნობენ ქართულ ღვინოზე დაშენებულ ამ არამატერიალურ შედევრებს. ",
    imageSrc: "/why-georgia/georgian-national-singers.webp",
    alt: "Lake",
  },
  {
    title: "რატომ საქართველო? – აქ ყველა გზა ღვინოსთან მიდის",
    description:
      "საქართველოში მოგზაურობისას ბევრგან შეხვდები ერთ მოკრძალებულ საგზაო მანიშნებელს წარწერით - „ღვინის გზა“. \n\n თუ მას გაუყვები, სულ მალე მიხვალ დიდ, ინდუსტრიულ მეღვინეობამდე ან  საოჯახო, მცირე მარნამდე, სადაც საუკეთესო ღვინოებს აწარმოებენ - მცირე რაოდენობით და მხოლოდ პრემიუმ ხარისხისას. მცირე მარნებში გასტრონომიაც მხოლოდ ადგილობრივია და იდეალურადაა შეხამებული ადგილწარმოშობის ღვინოებთან. \n\n „ღვინის გზას“, რომელსაც, წარწერასთან ერთად, ყურძნის მტევნის გამოსახულებაც ამშვენებს, საქართველოს თითქმის ყველა კუთხეში შეხვდები. მათ შორის: \n\n აჭარასა და გურიაში ეს ნიშანი ისეთ მარნებამდე მიგიყვანს, სადაც მწიფე ნაკვერცხლისფერ ჩხავერს აყენებენ. ეს უნიკალური ადგილწარმოშობის ღვინო მთიანი აჭარისა და გურიის ტერიტორიებზე მოჰყავთ; \n\n ღვინის გზებითაა დაქსელილი სამეგრელო, თავისი განთქმული ოჯალეშითა და არამხოლოდ; \n\n იმერეთი - მჩქეფარე ციცქა-ცოლიკოურითა და კრახუნათი შეგხვდება; \n\n რაჭა-ლეჩხუმი - ლეგენდარული უსახელოურითა და ხვანჭკარით; \n\n შიდა ქართლი - ელეგანტური ჩინებულითა და გორული მწვანით; \n\n ქვემო ქართლი - ოქროსფერი რქაწითელით და ასურეთული შალათი. \n\n სამცხე-ჯავახეთი - მესხური მწვანითა და მესხური წითლით; \n\n აჭარა - სუბტროპიკული ზონის ჩხავერით; \n\n აფხაზეთი - უნიკალური ავასირხვით; \n\n და, რაღა თქმა უნდა, კახეთი – არომატული კახური მწვანით და ქისით, სხეულიანი რქაწითელით და საფერავით. \n\n საქართველოში ერთადერთი ზონა, სადაც ღვინის გზა არ გადის, ალპური ზონაა. ეს ქვეყანა ხომ შავი ზღვის სანაპიროზე იწყება და კავკასიონის მყინვარებზე მთავრდება. ",
    imageSrc: "/why-georgia/akhaltsikhe-winemakeing.webp",
    alt: "Lake",
  },
  {
    title: "ღვინო და გასტრონომია",
    description:
      "როგორც ზემოთ დავთვალეთ, ქართული ღვინო ასაკით არა მხოლოდ მის მოყვარულ ნოეზე, არამედ თვით ადამსა და ევაზეც უფროსია. ახლა წარმოვიდგინოთ, როგორ შეძლებდა მაშინდელი მეღვინე არსებობას, თუ თავის დაყენებულ ღვინოს საკვებს არ მიაყოლებდა? \n\n ქართული სამზარეულო და ღვინო ერთად იკვლევს გზას ამ ათასწლეულებში და რამდენადაც მრავალფეროვანია ქართული ღვინო ადგილწარმოშობის მიხედვით (საქართველოში 500-ზე მეტი ადგილობრივი ჯიშის ვაზია ცნობილი), იმდენად მრავალფეროვანია ქართული გასტრონომიაც. საქართველოს ყოველ რეგიონს თავისი უნიკალური პროდუქტი და განუმეორებელი კერძი აქვს. \n\n თვითმყოფადი ქართული გასტრონომია ამავდროულად სხვა გასტრონომიული კულტურების ანარეკლიცაა, რაც ამ ქვეყნის ისტორიული ქარტეხილებითა და სხვა ერებთან ურთიერთობით არის გამოწვეული. ამიტომ არის ქართული გასტრონომია ასე მდიდარი და მრავალფეროვანი. \n\n იმოგზაურე ამ პატარა, მშვიდ, მრავალფეროვან ქვეყანაში და ყურადღებით იყავი – „ღვინის გზა“ არ გამოგრჩეს!",
    imageSrc: "/why-georgia/wine-and-cheese-festival.webp",
    alt: "Lake",
  },
];

export const sections14: Section[] = [
  {
    id: "start",
    content: "აქ არის Start სექცია",
    image1: "/flags/image1.webp",
    image2: "/flags/image2.webp",
    image3: "/flags/clouds.webp",
  },
  {
    id: "section-01",
    content: "აქ არის 01 სექცია",
    image1: "/flags/image2.webp",
    image2: "/flags/image3.webp",
    image3: "/flags/clouds.webp",
    title: "საქართველოს \n გეოგრაფია",
    description:
      "საქართველო ევროპისა და აზიის გზაგასაყარზე, კავკასიაში, შავი ზღვის სანაპიროზე მდებარეობს. ის საუკუნეების განმავლობაში ასრულებდა ცივილიზაციების დამაკავშირებელ ფუნქციას და სწორედ აქ გადიოდა „აბრეშუმის გზაც“ - მსოფლიოს უმსხვილესი სავაჭრო არტერია.",
    buttonText: "გაიგე მეტი",
    geographyOfGeorgia: [
      {
        image: "/why-georgia/why-georgia-first-european-civilization-gnta.webp",
        title: "პირველი ევროპული ცივილიზაცია",
        description:
          "საქართველოში დღემდე არაერთი არტეფაქტია აღმოჩენილი, რომლებმაც თავის დროზე სამყარო, მათ შორის, ევროპა შეცვალეს.",
      },
    ],
  },
  {
    id: "section-02",
    content: "აქ არის 02 სექცია",
    section02Images: [
      { src: "/flags/spring.webp", alt: "Slide 1", text: "გაზაფხული" },
      { src: "/flags/summer.webp", alt: "Slide 2", text: "ზაფხული" },
      { src: "/flags/autumn.webp", alt: "Slide 4", text: "შემოდგომა" },
      { src: "/flags/winter.webp", alt: "Slide 3", text: "ზამთარი" },
    ],
    geographyOfGeorgia: [
      {
        image: "/flags/bla2.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-03",
    content: "აქ არის 03 სექცია",
    image: "/flags/doqi.png",
    geographyOfGeorgia: [
      {
        image: "/flags/image03.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
];

// ---------------------- start 15

export const sidebarItems15 = [
  "საქართველო - თავგადასავლების სივრცე",
  "ტყეები",
  "მთები",
  "მდინარეები, ჩანჩქერები, ტბები",
  "კანიონები",
  "მღვიმეები და გამოქვაბულები",
  "შავი ზღვა",
  "და მაინც, რატომ საქართველო?",
];

export const contentItems15: ContentItem[] = [
  {
    title: "საქართველო - თავგადასავლების სივრცე",
    description:
      "საქართველო, ერთი შეხედვით, პატარა ქვეყანაა, მისი ფართობი სულ რაღაც 70 ათას კვ.მ-ამდეა, თუმცა ეს არის ქვეყანა, სადაც შეგიძლია დაუვიწყარი მოგონებები დააგროვო.",
    anotherDescription:
      "გინდა, სტალაქტიტებსა და სტალაგმიტებს, კლდეში გამოკვეთილ ქალაქებში იმოგზაურო და ქვევრში დავარგებული ღვინო დააგემოვნო? ცას შეგიძლია მისწვდე - ულამაზესი პეიზაჟების თავზე პარაპლანით გადაიფრინო. ამისთვის მხოლოდ ერთი რამაა საჭირო - მხარზე ზურგჩანთა მოიგდო და საქართველოში ჩამოხვიდე.",
    imageSrc: "/why-georgia/hiking-gudani-roshka-3.webp",
    alt: "Mountains",
  },
  {
    title: "ტყეები",
    description:
      "საქართველო მთაგორიანი ქვეყანაა, ამიტომ, სადაც არ უნდა იყო, მცირე მანძილს გაივლი თუ არა, ტყეში აღმოჩნდები. თუ ლაშქრობა გიყვარს, კარგი იქნება, მოგზაურობა დაცულ ტერიტორიებზე დაგეგმო. საქართველოში 14 სახელმწიფო ნაკრძალი, 13 ეროვნული პარკი, 24 აღკვეთილი და 3 დაცული ლანდშაფტია. ეს იმას ნიშნავს, რომ ყველგან, სადაც წახვალ, ხელშეუხებელი ბუნება დაგხვდება იშვიათი ჯიშის ხეებით, წითელ წიგნში შეყვანილი ცხოველებითა და ფრინველებით, ანკარა მდინარეებით, მრავალფეროვანი ყვავილებით მოფენილი მინდვრებით, ტბებითა და ჩანჩქერებით, სიცოცხლით რომ აგავსებს. \n\n არ აქვს მნიშვნელობა, ფეხით მოგზაურობას აირჩევ, ცხენით თუ ველოსიპედით (ეს ტურები საქართველოში კარგადაა განვითარებული) - აქ არსებული ტურისტული ბილიკები მოგზაურობას გაგიმარტივებს. ლაშქრობით დაღლილს კი შესაფერის ადგილზე კარვის გაშლის, კოცონის აგიზგიზებისა და ქართული ცის ღამის სიღრმეში ჩაძირვის სრული ბედნიერება გელოდება.",
    imageSrc: "/why-georgia/goderdzi-petrified-forest-natural-monument.webp",
    alt: "River",
  },
  {
    title: "მთები",
    description:
      "ექსტრემალური თავგადასავალი გხიბლავს და მთების დაპყრობის სურვილით ხარ შეპყრობილი? ამ შემთხვევაში წელიწადის დროს არ აქვს მნიშვნელობა - კავკასიონის მთები თავგადასავლების ნამდვილი ასპარეზია. აქ გალოდება დიდი კავკასიონის და ევროპის უმაღლესი მწვერვალები, შხარა, ყაზბეგი, თეთნულდი, უშბა - მათი ჩამოთვლა შორს წაგვიყვანს. \n\n ზამთარი საქართველოში ევროპული სტანდარტების სათხილამურო კურორტების ფართო არჩევანსაც გთავაზობს და გაუკვალავ თოვლში სრიალის შესაძლებლობასაც გაძლევს, ჰელისკით იქნება ეს თუ სკიტურით. სნოუბორდი, თოვლმავლები, თხილმარი - კიდევ ბევრი ზამთრის აქტივობა გელის ქართულ კურორტებზე: გუდაურში, მესტიაში, გოდერძიზე თუ ბაკურიანში.",
    imageSrc: "/why-georgia/gomi-mountain.webp",
    alt: "Lake",
  },
  {
    title: "მდინარეები, ჩანჩქერები, ტბები",
    description:
      "საქართველოს მდინარეების უმრავლესობა მთებში იღებს სათავეს და გაუვალ ჭიუხებში მიედინება, ამიტომ, თუკი ამაღელვებელი შეგრძნებების მოყვარული ხარ, თავი ჯომარდობაშიც უნდა გამოცადო. ქართველი მოჯომარდეები საჭირო აღჭურვილობას თავად დაგახვედრებენ და 1-3 კატეგორიის სირთულის მდინარეებზე დაშვებაში დაგეხმარებიან. \n\n საქართველოს ათობით ტბისა და ჩანჩქერის მრავალფეროვნებაზე აღარ შევჩერდები - მათი ნახვა საუვიწყარ მოგონებად გექცევა. დავამატებ მხოლოდ, რომ საქართველოში არის მდინარეები, მაგალითად, მტკვარი, სადაც გასეირნებას დამწყები მოჯომარდეც შეძლებს. \n\n საქართველოს მდინარეებზე კაიაკინგით დაშვებაცაა შესაძლებელი. 28 მარშრუტი მაინც გვაქვს, რომლებზედაც აპრილიდან ნოემბრის ბოლომდეა შესაძლებელი დაშვება. აბაშისწყალს კი ამ სიამოვნებისთვის მთელი წლის განმავლობაში შეგიძლია მიაკითხო. ",
    imageSrc:
      "/why-georgia/tabatskuri-tavkvetili-levani-lake-abuli-lake-abuli-fortress-gandzani-gnta.webp",
    alt: "Lake",
  },
  {
    title: "კანიონები",
    description:
      "საქართველოში ვულკანოგენურ ქანებში ჩაჭრილი ოკაცეს, მარტვილის, დაშბაშისა და კიდევ მრავალი კანიონი იშვიათი ბიომრავალფეროვნებით დაგახვევს თავბრუს. მით უფრო, რომ აქაური კანიონინგი სხვადასხვა თავგადასავალს მოიცავს - ლაშქრობას, ჩანჩქერებზე თოკით დაშვებას, ცოცვას, ცურვას, კლდიდან გადმოხტომას და სხვა. \n\n იმერეთში, სამეგრელოში, რაჭა-ლეჩხუმსა და აჭარაში არის ისეთი, ჩანჩქერებიც, რომლებზე უსაფრთხოდ დაშვებასაც, გამოცდილ ინსტრუქტორებთან ერთად, მოზარდებიც შეძლებენ.",
    imageSrc: "/why-georgia/martvili-canyon-gnta.webp",
    alt: "Lake",
  },
  {
    title: "მღვიმეები და გამოქვაბულები",
    description:
      "იცოდი, რომ მსოფლიოში ყველაზე ღრმა გამოქვაბულები საქართველოშია? საერთოდ, საქართველოში 30-ზე მეტი მღვიმე და გამოქვაბულია. პრომეთეს, სათაფლიის, ნავენახევის, თეთრას კარსტული მღვიმეები - ეს არასრული ჩამონათვალია ბუნების იმ საოცრების, სადაც განსაკუთრებულ და ულამაზესი ფორმის სტალაგმიტების, სტალაგნატებისა და სტალაქტიტების სამყაროში მოხვდები. სათაფლიის მღვიმეში კი საკუთარი თვალით ნახავ დინოზავრების ნაკვალევს. \n\n თავგადასავალი ამით არ სრულდება - ვარძია, უფლისციხე, გარეჯის უდაბნო, ქვახვრელის გამოქვაბულების კომპლექსი და ქვაში გამოკვეთილი კიდევ მრავალი ქალაქი თუ მონასტერი გელოდება საქართველოში, ისტორიაში რომ გამოგზაუროს.",
    imageSrc: "/why-georgia/prometheus-cave-gnta.webp",
    alt: "Lake",
  },
  {
    title: "შავი ზღვა",
    description:
      "ზღვა ხომ თავისთავად თავგადასავალია, მაგრამ საქართველოს ულამაზესი სანაპიროები მხოლოდ ცურვა, რუჯი და მზის მშვენიერი ჩასვლა არაა - აქ კატერებით ტალღებს გაეჯიბრები და  პარაპლანით შავი ზღვის მთელ სივრცეს დაიპყრობ.",
    imageSrc: "/why-georgia/seaside-adjara-black-sea.webp",
    alt: "Lake",
  },
  {
    title: "და მაინც, რატომ საქართველო?",
    description:
      "პარაპლანი, ზიპლაინი, კაიაკინგი, ჯომარდობა, კანიონინგი, ჰელისკი, სკიტურები, მთამსვლელობა, ლაშქრობა, ცხენებით ჯირითი, კიდევ ბევრი სხვა რამ და ყველაფერ ამასთან ერთად - განთქმული სტუმარმასპინძლობა, უგემრიელესი და მრავალფეროვანი ქართული სუფრა, თამადის საოცარი ტრადიცია, განუმეორებელი ქართული ცეკვა და სიმღერა. \n\n კიდევ არის საჭირო რამე, რომ საქართველოში დაუვიწყარი თავგადასავლებისთვის ჩამოხვიდე?",
    imageSrc: "/why-georgia/kayaking-techura-gnta.webp",
    alt: "Lake",
  },
];

export const sections15: Section[] = [
  {
    id: "start",
    content: "აქ არის Start სექცია",
    image1: "/flags/image1.webp",
    image2: "/flags/image2.webp",
    image3: "/flags/clouds.webp",
  },
  {
    id: "section-01",
    content: "აქ არის 01 სექცია",
    image1: "/flags/image2.webp",
    image2: "/flags/image3.webp",
    image3: "/flags/clouds.webp",
    title: "საქართველოს \n გეოგრაფია",
    description:
      "საქართველო ევროპისა და აზიის გზაგასაყარზე, კავკასიაში, შავი ზღვის სანაპიროზე მდებარეობს. ის საუკუნეების განმავლობაში ასრულებდა ცივილიზაციების დამაკავშირებელ ფუნქციას და სწორედ აქ გადიოდა „აბრეშუმის გზაც“ - მსოფლიოს უმსხვილესი სავაჭრო არტერია.",
    buttonText: "გაიგე მეტი",
    geographyOfGeorgia: [
      {
        image: "/why-georgia/why-georgia-adventures.webp",
        title: "თავგადასავლები საქართველოში",
        description:
          "გინდა, დამღლელი, რუტინული სამუშაოს შემდეგ თავს ნამდვილი თავგადასავალი მოუწყო? თან - არაერთი! უღრან ტყეშიც იარო, მდინარეებზეც იჯომარდო, მთებისა და კლდეების მწვერვალებიც დალაშქრო და იქიდან თხილამურებითაც დაეშვა?",
      },
    ],
  },
  {
    id: "section-02",
    content: "აქ არის 02 სექცია",
    section02Images: [
      { src: "/flags/spring.webp", alt: "Slide 1", text: "გაზაფხული" },
      { src: "/flags/summer.webp", alt: "Slide 2", text: "ზაფხული" },
      { src: "/flags/autumn.webp", alt: "Slide 4", text: "შემოდგომა" },
      { src: "/flags/winter.webp", alt: "Slide 3", text: "ზამთარი" },
    ],
    geographyOfGeorgia: [
      {
        image: "/flags/bla2.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-03",
    content: "აქ არის 03 სექცია",
    image: "/flags/doqi.png",
    geographyOfGeorgia: [
      {
        image: "/flags/image03.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
];

// -------------------- start 16

export const sidebarItems16 = ["უშგული და ბოჭორნა"];

export const contentItems16: ContentItem[] = [
  {
    title: "უშგული და ბოჭორნა",
    description:
      "თუ ევროპაში ყველაზე მაღალ დასახლებულ პუნქტად წლების განმავლობაში სვანეთის თვალწარმტაცი თემი, უშგული მიიჩნეოდა თავისი გამორჩეული მდებარეობითა და არქიტექტურული ძეგლებით – სვანური კოშკებით, ბოლო რამდენიმე წელია ევროპის ყველაზე მაღალ დასახლებად ისტორიული სოფელი ბოჭორნა აღიარეს, რომელიც კახეთის მხარეში, თუშეთში, გომეწრის ულამაზეს ხეობაში მდებარეობს. \n\n სოფელი ბოჭორნა ზღვის დონიდან 2345 მეტრზეა გაშენებული. 1954 წლის აღწერის თანახმად, ამ სოფელში 25 კომლი მუდმივად ცხოვრობდა და სამეურნეო საქმიანობას ეწეოდა. 1980 წლიდან სოფელი დაიცალა და 2014 წლამდე ნასოფლარის სტატუსს ატარებდა, სანამ 76 წლის ირაკლი ხვედაგურიძემ იქაურობა არ გააცოცხლა. დღეს ბოჭორნას ჯერჯერობით ერთი მოსახლე ჰყავს.",
    anotherDescription:
      "ამ პატარა ქვეყნის ყველაზე დაბალი ადგილი ზღვის დონიდან ქვემოთ 2 მეტრს აჭარბებს, ხოლო ყველაზე მაღალი მწვერვალი შხარა ზღვის დონიდან 5 203 მეტრია! ამდენად, საქართველოში ადამიანები ისტორიულად როგორც დაბლობში, ისე მაღალ მთაში ცხოვრობდნენ - ალპურ ზონაში არაერთი სოფელია გაშენებული, რომლებიც საუკუნეების განმავლობაში ყალიბდებოდნენ და დღემდე ინარჩუნებენ პირვანდელ სახეს თავისი არქიტექტურით, ცხოვრების წესით, ტრადიციებით, სამზარეულოთი და კულტურით.",
    imageSrc: "/why-georgia/svanuri-koshki.webp",
    alt: "Mountains",
  },
  {
    title: "",
    description:
      "სწორედ ამის შემდეგ აღიმართა სოფელში შესაბამისი ბანერიც, რომელზედაც აღნიშნულია, რომ ეს არის ევროპაში ყველაზე მაღალი დასახლებული პუნქტი. \n\n ბატონი ირაკლი თუშეთში ერთადერთი ექიმია, რომელიც პაციენტებთან ცხენით ან ფეხით დადის – ეს გაზაფხულიდან შემოდგომამდე, ხოლო ზამთარში, როდესაც ამ მხარეში თოვლის საფარი 2 მეტრს აღწევს, ხანდაზმული ექიმი ავადმყოფებთან მისასვლელად საკუთარი ხელით დამზადებულ თხილამურებს იყენებს. \n\n ბოჭორნის გარდა, მთათუშეთში დღეისათვის 52 სოფელია, რომელთაგან უმრავლესობა ზამთარში ხალხისგან იცლება. \n\n ევროპის ყველაზე მაღალ სოფელში კარგად არის შემორჩენილი რამდენიმე ციხე-კოშკი, თუშეთისთვის დამახასიათებელი არქიტექტურული ნიმუშები, რომლებიც საოცრად ერწყმის აქაურ მთიან რელიეფს. სოფელს შორიდან რომ შეხედავ, დარწმუნდები, რომ ის მარგალიტია ამ თვალწარმტაც ხეობაში, რომელიც ზამთარში - ქათქათა თოვლით, ხოლო ზაფხულში ხასხასა სიმწვანით იფარება. \n\n ბოჭორნიდან თუშეთის ცენტრალურ სოფლამდე, ომალომდე, მანძილი 12 კმ-ია, მუნიციპალურ ცენტრამდე, ქალაქ ახმეტამდე კი - 112 კილომეტრი. თუმცა ეს გზა, თავისი სირთულიდან გამომდინარე, სულ მცირე 4-საათიან მგზავრობას მოითხოვს. მიუხედავად გზის სირთულისა, თუშეთი ის ადგილია, რომელსაც აუცილებლად უნდა ეწვიო. და კიდევ ერთი, თუშეთი და სვანეთი ერთ ქედზე, დიდ კავკასიონზე მდებარეობს, მაგრამ ერთმანეთისგან ისე განსხვავდებიან, მათი ნახვის შემდეგ გრჩება შთაბეჭდილება, თითქოს ოდესღაც ღმერთებმა ამ ორი მხარის უზარმაზარი მთების „მშენებლობა“ სხვადასხვა არქიტექტორს დაავალეს.",
    imageSrc: "/why-georgia/pv-5267.webp",
    alt: "River",
  },
];

export const sections16: Section[] = [
  {
    id: "start",
    content: "აქ არის Start სექცია",
    image1: "/flags/image1.webp",
    image2: "/flags/image2.webp",
    image3: "/flags/clouds.webp",
  },
  {
    id: "section-01",
    content: "აქ არის 01 სექცია",
    image1: "/flags/image2.webp",
    image2: "/flags/image3.webp",
    image3: "/flags/clouds.webp",
    title: "საქართველოს \n გეოგრაფია",
    description:
      "საქართველო ევროპისა და აზიის გზაგასაყარზე, კავკასიაში, შავი ზღვის სანაპიროზე მდებარეობს. ის საუკუნეების განმავლობაში ასრულებდა ცივილიზაციების დამაკავშირებელ ფუნქციას და სწორედ აქ გადიოდა „აბრეშუმის გზაც“ - მსოფლიოს უმსხვილესი სავაჭრო არტერია.",
    buttonText: "გაიგე მეტი",
    geographyOfGeorgia: [
      {
        image: "/why-georgia/towers-in-ushguli.webp",
        title: "ევროპის ყველაზე მაღალი დასახლებული პუნქტი საქართველოში",
        description:
          "საქართველო ყოველმხრივ მრავალფეროვანია - ქვეყნის თითოეულ კუთხეში ერთმანეთისგან კარდინალურად განსხვავებულ რელიეფს, სამზარეულოს, კულტურასა და კლიმატს შეხვდები. გეოგრაფიულ მრავალფეროვნებაზე ყველაზე კარგად შემდეგი ფაქტი მეტყველებს:",
      },
    ],
  },
  {
    id: "section-02",
    content: "აქ არის 02 სექცია",
    section02Images: [
      { src: "/flags/spring.webp", alt: "Slide 1", text: "გაზაფხული" },
      { src: "/flags/summer.webp", alt: "Slide 2", text: "ზაფხული" },
      { src: "/flags/autumn.webp", alt: "Slide 4", text: "შემოდგომა" },
      { src: "/flags/winter.webp", alt: "Slide 3", text: "ზამთარი" },
    ],
    geographyOfGeorgia: [
      {
        image: "/flags/bla2.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-03",
    content: "აქ არის 03 სექცია",
    image: "/flags/doqi.png",
    geographyOfGeorgia: [
      {
        image: "/flags/image03.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
];

// ----------------------- start 17

export const sidebarItems17 = ["გაზაფხული", "ზაფხული", "შემოდგომა", "ზამთარი"];

export const contentItems17: ContentItem[] = [
  {
    title: "გაზაფხული",
    description:
      "გაზაფხულზე აქ მწვანედ აფეთქებული ბუნება სიცოცხლის ხელახალ დაბადებას ჰგავს. სხვადასხვაფრად აყვავებულ მთებსა და მინდვრებში უძველესი ისტორიულ-კულტურული ძეგლებიც სხვა ელფერს იძენს. \n\n ჯვრის მონასტრიდან მტკვრისა და არაგვის შესართავის ნახვა, სადაც უნიკალური სვეტიცხოველია აღმართული, ერთი სიამოვნებაა. შეგიძლია ესტუმრო კლდეში ნაკვეთ ქალაქებს: უფლისციხეს, ვარძიას, იმოგზაურო გარეჯის უდაბნოში და აღფრთოვანდე სამონასტრო კომპლექსების უნიკალური არქიტექტურით. გაგაოცებს გელათისა და ბაგრატის ტაძრების ფრესკები და ეს მხოლოდ მცირე ჩამონათვალია. საქართველოში 1000-ზე მეტი მნიშვნელოვანი ისტორიული ძეგლია, თუმცა გაზაფხულზე სულ სხვა სიამოვნებაა საქართველოს ბუნებაში მოგზაურობა, ფოთლოვან, წიწვოვან, ალპურ თუ ტროპიკულ ტყეებში. გვიან გაზაფხულზე ქართლისა და სამცხის ველებზე სოსანები ყვავიან. 90-ზე მეტი ტბისა და 60-ამდე ჩანჩქერის ნახვა კი ლაშქრობების მოყვარულებისთვის ნამდვილი თავგადასავალია.",
    anotherDescription:
      "უკვე გადაწყვეტილი გაქვს საქართველოში ჩამოსვლა, მაგრამ ამ სურვილს წელიწადის დრო ვერ მოარგე? არ ინერვიულო - ეს პრობლემა სულაც არაა. საქართველო ის ქვეყანაა, სადაც გაზაფხულზეც, ზაფხულშიც, შემოდგომაზეც და ზამთარშიც ერთნაირად საინტერესო და დასამახსოვრებელ დროს გაატარებ.",
    imageSrc: "/why-georgia/bakuriani-in-spring.webp",
    alt: "Mountains",
  },
  {
    title: "ზაფხული",
    description:
      "საქართველოს ისტორიული ძეგლებითა და ბუნებით ტკბობა ზაფხულის ცხელ დღეებშიც დაუვიწყარია, თუმცა არის ადგილები, სადაც მოგზაურობა სეზონის ამ დროს კიდევ უფრო სასიამოვნოა. ამ პერიოდში უნდა ესტუმრო საქართველოს მაღალმთიან რეგიონებს - სვანეთს, თუშეთს, ხევსურეთს, ზემო აჭარას და ა.შ. \n\n დალაშქრე ყაზბეგი (მყინვარწვერი), უშბა და თეთნულდი, Ჩადი სათაფლიაში, პრომეთეს, თეთრას და სხვა მღვიმეებში. საქართველოში 30-ამდე  მღვიმე და გამოქვაბულია, 26 ათასზე მეტი მდინარეა და ბევრი მათგანი ჯომარდობისთვის არის შესაფერისი. წელიწადის ამ დროს კაიაკინგითაც შეგიძლია დაკავდე. ასე რომ, გასართობი ბევრია. \n\n ზაფხულში აუცილებლად უნდა ესტუმრო შავიზღვისპირეთს, სადაც ყველა გემოვნების დამსვენებლისთვის არის კურორტები. აქ ბავშვებთან ერთადაც დაისვენებ და მჩქეფარე არდადეგებსაც მოიწყობ. ზაფხული საქართველოში ფესტივალების სეზონია და ზღვისპირა ქალაქები ამითაც გამორჩეულია. ",
    imageSrc: "/why-georgia/summer-in-georgia-country.webp",
    alt: "River",
  },
  {
    title: "შემოდგომა",
    description:
      "შემოდგომა საქართველოში განსაკუთრებულია. წითელ-ყვითელ ფერებად აჭრელებული ქართული მთები თუ ბარი შეუდარებელია. აქ შემოდგომაზეც სასიამოვნო ტემპერატურაა, ამიტომ წელიწადის ამ დროსაც შეგიძლია იმოგზაურო სხვადასხვა კუთხესა და ქალაქში, ტყეებში, ტბებზე, ჩანჩქერებზე, მღვიმეებსა თუ გამოქვაბულებში. \n\n თუმცა შემოდგომაზე საქართველო უნიკალურია ბარაქის შეგრძნებით. ამ დროს ქვეყნის რომელ კუთხეშიც არ უნდა იყო, აუცილებლად უნდა წახვიდე რთველში, საკუთარი ხელით მოწყვიტო მწიფე მტევანი, საწნახელში მოათავსო, დაწურო, მაჭარი დააგემოვნო და მერე, თუ თათარაობასა და ჩურჩხელის ამოვლების რიტუალსაც დაესწრები, ჩათვალე, რომ ეს შემოდგომა აღარასდროს დაგავიწყდება. ",
    imageSrc: "/why-georgia/autumn-in-georgia.webp",
    alt: "River",
  },
  {
    title: "ზამთარი",
    description:
      "ზამთარი საქართველოში უხვთოვლიანობითა და სუსხიანი ქარით არ გამოირჩევა, ამიტომ მოგზაურობისთვის ესეც შესანიშნავი პერიოდია. \n\n სამაგიეროდ, თოვლი არ აკლია ზამთრის კურორტებს - ეწვიე გუდაურის, მესტიის, ბაკურიანის, გოდერძის ევროპული სტანდარტების კურორტებს, სადაც სრიალს ტრასებზეც შეძლებ და გაუკვალავ თოვლშიც, მოიწყობ გასეირნებას სნოუბორდით, სკიტურს, ჰელისკის და პარაპლანით ფრენასაც შეძლებ. ეს თავგადასავლების მთელი სამყაროა. \n\n ყველა კურორტზე იმართება შეჯიბრებები და ტურნირები, რომელთა მონაწილე შენც შეგიძლია გახდე. და ყველაფერ ზემოთქმულს უგემრიელესი ქართული სამზარეულოც დაუმატე, რომელიც ყველა სეზონზე უკვე ცალკე, გასტრონომიული თავგადასავალი იქნება.",
    imageSrc: "/why-georgia/winter-adventures-in-georgia.webp",
    alt: "River",
  },
];

export const sections17: Section[] = [
  {
    id: "start",
    content: "აქ არის Start სექცია",
    image1: "/flags/image1.webp",
    image2: "/flags/image2.webp",
    image3: "/flags/clouds.webp",
  },
  {
    id: "section-01",
    content: "აქ არის 01 სექცია",
    image1: "/flags/image2.webp",
    image2: "/flags/image3.webp",
    image3: "/flags/clouds.webp",
    title: "საქართველოს \n გეოგრაფია",
    description:
      "საქართველო ევროპისა და აზიის გზაგასაყარზე, კავკასიაში, შავი ზღვის სანაპიროზე მდებარეობს. ის საუკუნეების განმავლობაში ასრულებდა ცივილიზაციების დამაკავშირებელ ფუნქციას და სწორედ აქ გადიოდა „აბრეშუმის გზაც“ - მსოფლიოს უმსხვილესი სავაჭრო არტერია.",
    buttonText: "გაიგე მეტი",
    geographyOfGeorgia: [
      {
        image: "/why-georgia/weather-and-seasonality.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-02",
    content: "აქ არის 02 სექცია",
    section02Images: [
      { src: "/flags/spring.webp", alt: "Slide 1", text: "გაზაფხული" },
      { src: "/flags/summer.webp", alt: "Slide 2", text: "ზაფხული" },
      { src: "/flags/autumn.webp", alt: "Slide 4", text: "შემოდგომა" },
      { src: "/flags/winter.webp", alt: "Slide 3", text: "ზამთარი" },
    ],
    geographyOfGeorgia: [
      {
        image: "/flags/bla2.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-03",
    content: "აქ არის 03 სექცია",
    image: "/flags/doqi.png",
    geographyOfGeorgia: [
      {
        image: "/flags/image03.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
];

// ------------------------------- start 18

export const sidebarItems18 = ["გაზაფხული", "ზაფხული", "შემოდგომა", "ზამთარი"];

export const contentItems18: ContentItem[] = [
  {
    title: "გაზაფხული",
    description:
      "გაზაფხულზე აქ მწვანედ აფეთქებული ბუნება სიცოცხლის ხელახალ დაბადებას ჰგავს. სხვადასხვაფრად აყვავებულ მთებსა და მინდვრებში უძველესი ისტორიულ-კულტურული ძეგლებიც სხვა ელფერს იძენს. \n\n ჯვრის მონასტრიდან მტკვრისა და არაგვის შესართავის ნახვა, სადაც უნიკალური სვეტიცხოველია აღმართული, ერთი სიამოვნებაა. შეგიძლია ესტუმრო კლდეში ნაკვეთ ქალაქებს: უფლისციხეს, ვარძიას, იმოგზაურო გარეჯის უდაბნოში და აღფრთოვანდე სამონასტრო კომპლექსების უნიკალური არქიტექტურით. გაგაოცებს გელათისა და ბაგრატის ტაძრების ფრესკები და ეს მხოლოდ მცირე ჩამონათვალია. საქართველოში 1000-ზე მეტი მნიშვნელოვანი ისტორიული ძეგლია, თუმცა გაზაფხულზე სულ სხვა სიამოვნებაა საქართველოს ბუნებაში მოგზაურობა, ფოთლოვან, წიწვოვან, ალპურ თუ ტროპიკულ ტყეებში. გვიან გაზაფხულზე ქართლისა და სამცხის ველებზე სოსანები ყვავიან. 90-ზე მეტი ტბისა და 60-ამდე ჩანჩქერის ნახვა კი ლაშქრობების მოყვარულებისთვის ნამდვილი თავგადასავალია.",
    anotherDescription:
      "უკვე გადაწყვეტილი გაქვს საქართველოში ჩამოსვლა, მაგრამ ამ სურვილს წელიწადის დრო ვერ მოარგე? არ ინერვიულო - ეს პრობლემა სულაც არაა. საქართველო ის ქვეყანაა, სადაც გაზაფხულზეც, ზაფხულშიც, შემოდგომაზეც და ზამთარშიც ერთნაირად საინტერესო და დასამახსოვრებელ დროს გაატარებ.",
    imageSrc: "/why-georgia/bakuriani-in-spring.webp",
    alt: "Mountains",
  },
  {
    title: "ზაფხული",
    description:
      "საქართველოს ისტორიული ძეგლებითა და ბუნებით ტკბობა ზაფხულის ცხელ დღეებშიც დაუვიწყარია, თუმცა არის ადგილები, სადაც მოგზაურობა სეზონის ამ დროს კიდევ უფრო სასიამოვნოა. ამ პერიოდში უნდა ესტუმრო საქართველოს მაღალმთიან რეგიონებს - სვანეთს, თუშეთს, ხევსურეთს, ზემო აჭარას და ა.შ. \n\n დალაშქრე ყაზბეგი (მყინვარწვერი), უშბა და თეთნულდი, Ჩადი სათაფლიაში, პრომეთეს, თეთრას და სხვა მღვიმეებში. საქართველოში 30-ამდე  მღვიმე და გამოქვაბულია, 26 ათასზე მეტი მდინარეა და ბევრი მათგანი ჯომარდობისთვის არის შესაფერისი. წელიწადის ამ დროს კაიაკინგითაც შეგიძლია დაკავდე. ასე რომ, გასართობი ბევრია. \n\n ზაფხულში აუცილებლად უნდა ესტუმრო შავიზღვისპირეთს, სადაც ყველა გემოვნების დამსვენებლისთვის არის კურორტები. აქ ბავშვებთან ერთადაც დაისვენებ და მჩქეფარე არდადეგებსაც მოიწყობ. ზაფხული საქართველოში ფესტივალების სეზონია და ზღვისპირა ქალაქები ამითაც გამორჩეულია. ",
    imageSrc: "/why-georgia/summer-in-georgia-country.webp",
    alt: "River",
  },
  {
    title: "შემოდგომა",
    description:
      "შემოდგომა საქართველოში განსაკუთრებულია. წითელ-ყვითელ ფერებად აჭრელებული ქართული მთები თუ ბარი შეუდარებელია. აქ შემოდგომაზეც სასიამოვნო ტემპერატურაა, ამიტომ წელიწადის ამ დროსაც შეგიძლია იმოგზაურო სხვადასხვა კუთხესა და ქალაქში, ტყეებში, ტბებზე, ჩანჩქერებზე, მღვიმეებსა თუ გამოქვაბულებში. \n\n თუმცა შემოდგომაზე საქართველო უნიკალურია ბარაქის შეგრძნებით. ამ დროს ქვეყნის რომელ კუთხეშიც არ უნდა იყო, აუცილებლად უნდა წახვიდე რთველში, საკუთარი ხელით მოწყვიტო მწიფე მტევანი, საწნახელში მოათავსო, დაწურო, მაჭარი დააგემოვნო და მერე, თუ თათარაობასა და ჩურჩხელის ამოვლების რიტუალსაც დაესწრები, ჩათვალე, რომ ეს შემოდგომა აღარასდროს დაგავიწყდება. ",
    imageSrc: "/why-georgia/autumn-in-georgia.webp",
    alt: "River",
  },
  {
    title: "ზამთარი",
    description:
      "ზამთარი საქართველოში უხვთოვლიანობითა და სუსხიანი ქარით არ გამოირჩევა, ამიტომ მოგზაურობისთვის ესეც შესანიშნავი პერიოდია. \n\n სამაგიეროდ, თოვლი არ აკლია ზამთრის კურორტებს - ეწვიე გუდაურის, მესტიის, ბაკურიანის, გოდერძის ევროპული სტანდარტების კურორტებს, სადაც სრიალს ტრასებზეც შეძლებ და გაუკვალავ თოვლშიც, მოიწყობ გასეირნებას სნოუბორდით, სკიტურს, ჰელისკის და პარაპლანით ფრენასაც შეძლებ. ეს თავგადასავლების მთელი სამყაროა. \n\n ყველა კურორტზე იმართება შეჯიბრებები და ტურნირები, რომელთა მონაწილე შენც შეგიძლია გახდე. და ყველაფერ ზემოთქმულს უგემრიელესი ქართული სამზარეულოც დაუმატე, რომელიც ყველა სეზონზე უკვე ცალკე, გასტრონომიული თავგადასავალი იქნება.",
    imageSrc: "/why-georgia/winter-adventures-in-georgia.webp",
    alt: "River",
  },
];

export const sections18: Section[] = [
  {
    id: "start",
    content: "აქ არის Start სექცია",
    image1: "/flags/image1.webp",
    image2: "/flags/image2.webp",
    image3: "/flags/clouds.webp",
  },
  {
    id: "section-01",
    content: "აქ არის 01 სექცია",
    image1: "/flags/image2.webp",
    image2: "/flags/image3.webp",
    image3: "/flags/clouds.webp",
    title: "საქართველოს \n გეოგრაფია",
    description:
      "საქართველო ევროპისა და აზიის გზაგასაყარზე, კავკასიაში, შავი ზღვის სანაპიროზე მდებარეობს. ის საუკუნეების განმავლობაში ასრულებდა ცივილიზაციების დამაკავშირებელ ფუნქციას და სწორედ აქ გადიოდა „აბრეშუმის გზაც“ - მსოფლიოს უმსხვილესი სავაჭრო არტერია.",
    buttonText: "გაიგე მეტი",
    geographyOfGeorgia: [
      {
        image: "/why-georgia/georgia-europe-georgraphy.webp",
        title: "საქართველოს გეოგრაფია",
        description:
          "საქართველო პატარა, ლამაზი ქვეყანაა, მრავალფეროვანი ბუნებითა და რბილი კლიმატით, რასაც საინტერესო გეოგრაფიული მდებარეობა განაპირობებს. ჩრდილოეთიდან და სამხრეთიდან ოროგრაფიული საზღვრები იცავს – ჩრდილოეთით დიდი კავკასიონის ქედი თავისი მყინვარებით.",
      },
    ],
  },
  {
    id: "section-02",
    content: "აქ არის 02 სექცია",
    section02Images: [
      { src: "/flags/spring.webp", alt: "Slide 1", text: "გაზაფხული" },
      { src: "/flags/summer.webp", alt: "Slide 2", text: "ზაფხული" },
      { src: "/flags/autumn.webp", alt: "Slide 4", text: "შემოდგომა" },
      { src: "/flags/winter.webp", alt: "Slide 3", text: "ზამთარი" },
    ],
    geographyOfGeorgia: [
      {
        image: "/flags/bla2.webp",
        title: "სეზონურობა საქართველოში",
        description:
          "უკვე იცი, რომ ევროპისა და აზიის გზაგასაყარზე, კავკასიონის ქედის ქვეშ, შავი ზღვის სანაპიროზე მდებარეობს პატარა ქვეყანა - საქართველო, რომელიც მდიდარი ისტორიის, არაჩვეულებრივი ბუნების, თავგადასავლების დიდი შესაძლებლობებისა და უგემრიელესი სამზარეულოს ქვეყანაა!",
      },
    ],
  },
  {
    id: "section-03",
    content: "აქ არის 03 სექცია",
    image: "/flags/doqi.png",
    geographyOfGeorgia: [
      {
        image: "/flags/image03.webp",
        title: "საქართველო როგორც ღვინის აკვანი",
        description:
          "ქართული ღვინო 8000 წლისაა - იმ დროს უკვე იცოდნენ ქართველებმა ქვევრის უნიკალური ტექნოლოგია, რომელიც დღეს მსოფლიოს ერთ-ერთ მოწინავე მეთოდად იქცა. იცით, ეს ციფრები რას ნიშნავს? თუ გაინტერესებთ, ღვინის გზას გავუდგეთ…",
      },
    ],
  },
];
